[
    {
        "url": "https://pyzaist.blog/2016/02/10/apothegms-and-observations/",
        "apothegms": [
            "Theology is not exactly wisdom, and wisdom is not exactly theology.",
            "Confucius felt the radical pull of the moral law, and knew he did not fulfill it. He would have wept and wept at the beauty of the Gospel.",
            "A large part of growing up is realizing that our personality is not our identity, and thus is not an excuse for our weaknesses.",
            "The debate over the existence of God, in the end, is this: when we look into the world and ourselves, do we choose hope or despair? Meaning or the Absurd?",
            {
                "apothegm": "Music: the most abstract beauty.",
                "hashtags": [
                    "music",
                    "beauty",
                    "abstract"
                ]
            },
            "If Kierkegaard had had the courage to marry Regine Olsen, she would have slowly assuaged his terrors. Modern Christianity might be a different thing. Indeed, the world at large might be different.",
            {
                "hashtags": [
                    "existentialism",
                    "alone",
                    "nottheway"
                ],
                "apothegm": "It is impossible to be an existentialist and to feel like a member of a community at the same time."
            },
            "Long walks are much better than long sits.",
            "Prince Zuko and Will Hunting are the same character.",
            "If your heart does not weep at the beauty of Lord of the Rings, if it does not yearn for the compassion of the characters, if it does not burn at the courage and hope of the leaders, if it does not feel a visceral joy in the Shire, if it does not ache for the struggle of Frodo, if it does not long for the majesty of crowned Aragorn, if it is not astounded and called by the humility of Faramir, if it does not shout at the redemption and forgiveness of Boromir, if it is not moved to tears at the breadth and depth of insight into life that the books provide... you are missing out.",
            "I wonder how Nietzsche would have reacted if someone had told him that he is not shocking, his moral philosophy is amateur, and, worst of all, his writings are boring.",
            "Fewer things calm the soul more than sunshine.",
            "Fewer things unite the community more than a common enemy.",
            "The righteous man does not begrudge the joy of others when he himself is suffering.",
            "If I do not identify with the Pharisees, it is because I am one of them.",
            "Pain manifests itself in many ways.",
            "The one who only celebrates the hard things may be in pain.",
            "Reconciliation is impossible if it is not mutual. Does this cause sorrow or peace? Or, both?",
            "We are not powerless and we are not omnipotent.",
            "The one who is frantic for social happiness may be in pain.",
            "Is it possible for a humble man to realize he is humble?",
            {
                "apothegm": "The only people who wrote and were remembered in the past were exceedingly intelligent. It is not surprising that the perceived average intelligence of literature has decreased.",
                "hashtags": [
                    "perception",
                    "TestOfTime",
                    "EveryoneHasABlog"
                ]
            },
            "Often, shyness is selfishness. Occasionally, shyness is not selfishness.",
            "Truly, those who are forgiven much, love much.",
            "There is no comfort in the words, \"So-and-so has it worse.\" Those words are for the good times.",
            "Real love is not blindness.",
            "The workaholic may be in pain.",
            "Perhaps the Prince was sarcastic?",
            "If you have never thought that the topic of free will is complicated, it is doubtful that your thoughts on the subject will be insightful.",
            "We are led to believe that Lon was a less romantic man than Noah. Maybe he was simply a stronger man. Something to consider: Nicholas Sparks got a divorce.",
            {
                "apothegm": "I've heard it said that we are at our most vulnerable when we are asking for forgiveness. I'm not sure, but the saying has merit.",
                "hashtags": [
                    "Vulnerable",
                    "Forgiveness",
                    "Friendship"
                ]
            },
            "The difficulty with static genders are those who have indeterminate sex.",
            "Maslow was insightful, but brought humanistic commitments to his work."
        ]
    },
    {
        "url": "https://pyzaist.blog/2016/02/14/apothegms-and-observations-ii/",
        "apothegms": [
            "Confession between acquaintances is helpful. Confession between brothers changes a life.",
            {
                "apothegm": "The best books do not tell us something new. The best books tell us something we have always known, but never understood.",
                "hashtags": [
                    "FreshUnderstanding",
                    "understanding",
                    "literature"
                ]
            },
            "The essence of community is trust. Without trust, brothers are aliens.",
            "The righteous man is worthy of trust, but he rarely asks for trust. Nevertheless, he receives it.",
            "Trust is not begun by being trustworthy, it is begun by hope. Trust is not maintained by grace, but by trustworthiness. Broken trust is restored by hope and trustworthiness together. Trust is not naive.",
            "To be trusted, become trustworthy.",
            {
                "hashtags": [
                    "forgiveness",
                    "trust",
                    "healing"
                ],
                "apothegm": "To forgive belongs to you alone. To trust belongs to both of you."
            },
            "How can we love the brother far away if we do not love the brother that is near?",
            "A love of freedom destroys freedom. Ask yourself, was Sartre free?",
            "Evil is not completely defeated until it is replaced with good.",
            "All artists are religious.",
            "I fear for the child who has no one to trust.",
            "A rebuke from a stranger is helpful. A rebuke from a brother changes a life.",
            "The fellowshipless bookworm is unaware that he is lost.",
            "Repentance has not occurred until change has occurred.",
            "James 2:15-16 is not talking about physical needs alone.",
            {
                "apothegm": "The thing about the Golden Rule is that different people like to be treated differently.",
                "hashtags": [
                    "GoldenRule",
                    "reciprocity",
                    "understanding"
                ]
            },
            "If our sins are easy to see, we are fortunate.",
            "Art's je ne sais quoi is God.",
            "Straw man attacks against Christianity can be seen as warnings.",
            "Men and women are, somehow, different.",
            "Every family is complicated. The Church is no exception.",
            "For some griefs there are no words of comfort, only shared tears.",
            "For some joys there are no words of delight, only shared tears.",
            "Being slow to anger does not mean being without anger.",
            "The Bible tells us to make a joyful noise, not a harmonious noise.",
            "Confucius' greatest wisdom was this: \"The gentleman is ashamed that his words have outstripped his deeds.\" I ought to be ashamed.",
            "Proverbs 26:1-11 is a crescendo describing how bad it is to be a fool. How powerful the climax, verse 12, becomes."
        ]
    },
    {
        "url": "https://pyzaist.blog/2016/02/26/apothegms-and-observations-iii/",
        "apothegms": [
            "I'm not sure that pride is the root of all sin, but it is the most resilient of all sin.",
            "No progress has been made until pride has been realized.",
            "This is a hard saying: The humble man does not become prideful when damaged by the pride of another.",
            "It is not uncommon for the pious to enjoy hate.",
            "If you have all knowledge, skill, and influence, and yet do not have humility, you have not even begun.",
            "Anger: often justified, but oh! so damaging.",
            "Is there a deeper tragedy than that of Cath?",
            "It is not uncommon for the pious to be afraid of questions.",
            "The culmination, the epitome, the pinnacle of human civilization is the hot shower.",
            "Ignorance creates silly dogma and silly tolerance in equal measure.",
            "Existentialism is the philosophy of the day that we must confront face to face, in all fairness and knowledge and love and finally, harsh judgement. It is the philosophy of the angry artist, of \"culture\" in the arrogantly sophisticated sense, of the boundless Id. It is the philosophy that entices with beautiful claims of meaningless hope within despair, but when in its grasp, it leaves one gasping for breath, weeping on the cold floor, utterly crushed and without joy, hating all observation and human touch, but not knowing why or how to escape. The duty of the intellectual today is to understand it and have compassion on it, and thus to battle it with simple, calm joy. This joy may perhaps come from various places, but I fear only the religious man has a source of calm joy powerful enough to attack existentialism's desperation. It is comforting that the apologetic verse specifies \"Hope.\"",
            "Confusion is often the beginning of understanding.",
            "Those who used to be us but are no longer us are usually wiser than us. Therefore, respect your elders.",
            "The most beautiful laughter is the laughter that follows cleansing tears.",
            "Why are we Christians if we do not love the Bible? Why are we Americans if we do not love the Constitution?",
            "If we choose not to contribute to a decision, we cannot complain of its outcome.",
            "The beginning of wisdom merits contemplation.",
            "They say that you never know what you've got until it's gone. The meaning is that the absence of a good thing makes you realize how good it is. The contrapositive is also true: you never know how vane something is until you've got it. The absence of a vane thing makes you think it is worthwhile.",
            "Is there a man whose only hope is Christ? Who does not chase after a hebel?",
            "The essence of fundamentalism is forgetting what it is to be human.",
            "Small hurts are easily mended, but only if they want to be mended.",
            "Truly, the tongue is a spark that sets ablaze a large forest fire. But what is gossip, and what is open communication?",
            "A happy world is a gift from God. It is not promised. But how sweet it is when it is given!",
            "Show me the man who understands the world in every detail, and I will show you a liar.",
            "Ecclesiastes is the foundation of conservatism.",
            "My father said, \"Young men care about two things: girls and the big issues.\" Mostly, we care about girls.",
            "If we believe that everything God does is good and everything God allows is for our good, we will be wise indeed.",
            "When the teenager realizes his parents are sinners like he is, life becomes easier. How can the parents help him realize this? By apologizing.",
            "Virtues rarely look like we expect them to look. \"All that is gold does not glitter…\"",
            "Saul was ISIS.",
            "When the Gospel is fully received, it transforms even the home.",
            "An insistence on happiness destroys happiness.",
            "Someone once said, \"Conservatism is a healthy respect for the world as it is.\"",
            "It is not uncommon for the pious to feel malice.",
            {
                "hashtags": [
                    "insecurity",
                    "pride",
                    "grace"
                ],
                "apothegm": "I do not actually want grace. If I accept it, I will be admitting a fault!"
            },
            "Webb ended his magnum opus well. What a pity, what a pity.",
            {
                "hashtags": [
                    "lifeishard",
                    "cynical",
                    "hope"
                ],
                "apothegm": "There is a reason many have turned to cynicism. We must not be the reason."
            }
        ]
    },
    {
        "url": "https://pyzaist.blog/2016/03/06/apothegms-and-observations-iv/",
        "apothegms": [
            "Sorrow changes things.",
            "It is difficult to understand the value and beauty of Christianity's answers if you do not understand the objections.",
            "If you have forgotten who you used to be, you do not understand who you are.",
            {
                "apothegm": "Often, doubt originates not in the mind, but in the heart.",
                "hashtags": [
                    "doubt",
                    "irrational",
                    "apologetics"
                ]
            },
            "Reason and logic can tell us nothing new. They only elaborate on what we already know.",
            "It is great folly to teach our children that life is easy.",
            "It is great folly to teach our children that life is pain.",
            "Surprisingly, in the end, everything truly will be made right. Everything.",
            "Do not say, \"She is in a better place.\" If it is time to speak, say, \"Think of how happy she is.\"",
            "There is a thin line between accepting our finiteness and settling for inaction.",
            "Usually, he only needs someone to listen. However, if the problem persists, he needs advice.",
            "If we consider ourselves strong, we should ask: \"Am I sheltered?\" If we consider ourselves knowledgeable, we should ask: \"Am I sheltered?\"",
            "When we face unending frustration with life, perhaps it is time to repent of our expectations of life.",
            "When I read Isaiah 54, I wonder why we do not fall into the cascading beauty that the Old Testament provides like we do the New.",
            "If we find that we feel excluded from a group, it would be wise to ask ourselves, \"Is the group excluding me, or am I excluding me?\"",
            "The profound truth is, metaphysics is deeper than epistemology.",
            "Perhaps the Law's heart is love, and the Law's action is wisdom.",
            "We need community because we are weak, and others are weak.",
            "Maturity is being able to deal with the sin of another.",
            "If we demand belonging without providing belonging, we are destined to drift.",
            "It is a normal thing to leave a community out of convenience. It is a serious thing to abandon a loved community out of disgust.",
            {
                "apothegm": "A family is an unbreakable tie. A fellowship can come and go. God declares the Church to be a family.",
                "hashtags": [
                    "WeAreFamily",
                    "TheChurch",
                    "Established"
                ]
            },
            "If we do not love the culture we come from, how can we love a foreign culture?",
            {
                "apothegm": "It is a mistake and hindrance to put our trust in Christian culture, and forget Christ.",
                "hashtags": [
                    "culture",
                    "JesusCulture",
                    "Jesus"
                ]
            },
            "Why was I ever bored by Matt Papa?",
            "There are no humble men, only humbled men.",
            "The older generation wonders why their children are leaving the faith. Yes, teach us theology. But more important: show us theology.",
            "It is really quite astounding that I am a Christian and not an anarchist.",
            "Any morality that does not spend most of its time on normal, everyday life is not worth listening to.",
            "Someone once said, \"If you aren't a liberal by 20, you don't have a heart. If you aren't a conservative by 40, you don't have a brain.\" They spoke well."
        ]
    },
    {
        "url": "https://pyzaist.blog/2016/03/21/apothegms-and-observations-v/",
        "apothegms": [
            "If you only feel comfortable around people who need you, then perhaps it is you who is needing them.",
            "It is good to ask ourselves daily, \"Do I live for myself or for others?\"",
            "If I am only with my friend in the good things, can I be called a friend?",
            "I find it amusing that there are times in my life that I do not identify with the disciples when they had their dispute.",
            "Praise does not inflate the humble man, it humbles him.",
            "What a delight to see the happiness of a beaming bride! It fills the soul with light. We are all brides.",
            "\"Atheists can be moral too,\" says Richard Dawkins, the defender of \"mild pedophilia.\" Nonetheless, he is right; atheists can be very pleasant.",
            "I'm not sure that you ever truly know someone until you live with them.",
            "Churchill spoke well, \"Democracy is the worst form of government—except for all the others.\"",
            "A man comes home to find his house broken into and his wife killed. They catch the murderer, but the police are careless in preserving his rights and he walks. Week after week the husband tells you of his rage. What would Joel Osteen say to the husband? What if he is that husband?",
            "A young woman meets the love of her life and the two get married. She has never been happier. Within four years, she is only going out while her bruises are healed. She comes to you after one time that gets really bad. What would Joel Osteen say to the girl? What if the girl is his daughter?",
            "A young man lives a good life, and is a leader in spreading the love of the Lord. No one knows that he hates himself for looking at gay porn and masturbating every night. He confesses to you and weeps in your arms. What would Joel Osteen say to the man? What if the man is his son?",
            "A young blogger questions the prosperity gospel. What would Joel Osteen say to me? Still, he has some good things.",
            "What the world yearns for is a hope that is grounded in reality.",
            "Life is not what you think it is when you are sixteen. It is worse and better.",
            "What the world needs is a warrior for joy.",
            "Wounds take time to heal. Love takes time to grow. Wisdom takes time to develop. Needs take time to be seen. Actions take time to plan. Pleasures take time to be enjoyed. If we are so rushed that we have no time, what can our life be?",
            "Pacifism is often an idol of good people.",
            "The Pharisees were the ones who believed in intentional living. But, we should too.",
            "An astonishing fact about the Bible is that it is equally relevant to the prehistoric hunter-gatherer and the Harvard scholar. Equally practical for the king and the peasant. Equally as comforting to the sinner as convicting to the righteous man.",
            {
                "apothegm": "Often, doubt comes not from arguments, but from experiences.",
                "hashtags": [
                    "doubt",
                    "experience",
                    "HardTimes"
                ]
            },
            "What is the difference between my faith and the faith of the caveman? In a word, history. In a sentence, my God showed up and died for me, and was resurrected.",
            "Visiting an old friend who is doing well is a true pleasure.",
            {
                "hashtags": [
                    "learningfromothers",
                    "gratitude",
                    "religion"
                ],
                "apothegm": "Islam equates unbelief and ingratitude. I'm not sure about this, but it is interesting."
            },
            "I want to be a man who is a warrior for humility, compassion, joy, and strength. But that's just me.",
            "The Avett Brothers deserve to be remembered.",
            "Don't be afraid to be important.",
            "Don't be unwilling to be unimportant.",
            "A friend who doesn't need you is more valuable than one who does.",
            "When the Gospel is fully received, it changes even the vacation.",
            "A job well done is a true pleasure."
        ]
    },
    {
        "url": "https://pyzaist.blog/2016/04/03/apothegms-and-observations-vi/",
        "apothegms": [
            "What if sexual orientation is sometimes determined at birth?",
            "A life without regret is a life without reflection.",
            {
                "apothegm": "I really don't know much.",
                "hashtags": [
                    "ItsTrue",
                    "NoReally",
                    "ItIs"
                ]
            },
            "Practicality and idealism are equally important.",
            "We either learn from Nietzsche or make his lies true.",
            "If you are going to be an atheist, at least have the honesty to be a Nietzschean atheist.",
            "Of those aged 18-30, %79 of men and %76 of women watch porn at least monthly. The abortions of over 50 million children have been sanctioned by law in the United States since 1973. It seems that Christianity still needs to fight against cult prostitution and infant sacrifice.",
            "When I read Jeremiah 13:15-17, I wonder why we do not fall into the cascading beauty that the Old Testament provides like we do the New.",
            "We have forgotten the reason for joy, the demand of virtue, the rule of law, the goodness of limited government, the responsibility of freedom, the foundation of science, the reason for humility, the ultimate powerlessness of psychology, and the Great Story. We must remember, we must remember.",
            "The difference between television today and television in the 70's is that back then, it was assumed that life is good.",
            "I want you to say to me, \"Stop talking it and start living it.\"",
            "I once heard a story of a young woman who had a huge heart for God and a huge heart for Japan. She decided to become a missionary, and the Church rejoiced. She was excited to spread the Good News of Christ and joy beamed through her eyes. After a few years of ministry, she renounced the faith and became an atheist. She said, \"I never expected them to be so nice.\"",
            "This question does not have an obvious answer: \"Do I truly desire to be happy?\"",
            "God desires joy for us. Therefore, if we abandon joy, we are going against God's revealed will. But the question remains, \"What is joy?\"",
            "Perhaps not, but Joel Osteen probably has good intentions. He probably loves the Lord and wants to see joy in others' lives. He just knows little.",
            "The humble man forgives because he understands. He understands that he could be the one needing forgiveness.",
            "America is the Rich Young Ruler.",
            "I've heard it said that in Proverbs, wisdom and humility are interchangeable. I'm not sure of this, but it merits contemplation.",
            "It is easy to believe your identity is from Christ until your stability is threatened.",
            {
                "apothegm": "It is easy to believe your joy is from Christ until your idols are removed.",
                "hashtags": [
                    "joy",
                    "idols",
                    "denial"
                ]
            },
            "It is good to remember that theology is done by people, and people are invariably political. It is also good to remember that people are occasionally correct.",
            "It is refreshing to read the works of someone who used to be an atheist but is now Reformed. But if I desire to be honest, I had better read the works of someone who used to be Reformed but is now an atheist.",
            "A good test of an ideology is how it treats sexuality.",
            "They say that romance is for the young. But we youngins know that real romance is for the old.",
            "The cynical man may be in pain.",
            "It is easy to think someone's struggle is petty if you have not gone through something similar.",
            "It is good for men and women to contemplate on this for a long time: The wisest man in history was made a fool by the lure of women.",
            "More than often, faith does not come from arguments, but from experiences.",
            "The proud man refuses to feel shame.",
            "A profound truth without context is often unhelpful.",
            "A friend's words can concrete our foolishness, or they can concrete our wisdom. Seek friends who will concrete your wisdom.",
            "The trick is to not have idols, but to still have joy.",
            "Most of the time, the obvious answer to, \"Should I be happy?\" is yes. But this is a revealing question: \"Why should I be happy?\"",
            "Do not belittle the struggles of another.",
            "If you hate your career, then change careers.",
            "The humble leader does not begrudge naivety, but he gently works to change it.",
            "Do not be afraid to be an adult."
        ]
    },
    {
        "url": "https://pyzaist.blog/2016/04/28/apothegms-and-observations-vii/",
        "apothegms": [
            "It is a deep humility to forgive a slanderer.",
            "It is a deep humility to forget when you are not appreciated.",
            "It is a deep humility to be always open to criticism.",
            "It is a deep humility to be gracious in misunderstanding.",
            "It is a deep humility to be always honest about yourself.",
            "It is a deep humility to be unpolitical.",
            "It is a deep humility to understand that you are a hypocrite.",
            "It is a deep humility to ask for criticism.",
            "It is a deep humility to be uncorrupted by power.",
            "It is a deep humility to love a fool.",
            "It is a deep humility to forgive a hurt that cannot be undone.",
            "It is a deep humility to consider others more important than yourself.",
            "It is a deep humility to understand that you are a fool.",
            "It is a deep humility to be slow to anger.",
            "It is a deep humility to lovingly disagree on something important.",
            "It is a deep humility to accept the consequences of your actions.",
            "It is a deep humility to assume the fault is with yourself.",
            "It is a deep humility to understand that you are part of the problem.",
            "It is a deep humility to forgive arrogance.",
            "It is a deep humility to be skeptical of your perceptions.",
            {
                "apothegm": "It is a deep humility to commend what you lack without insecurity.",
                "hashtags": [
                    "humility",
                    "insecurity",
                    "confidence"
                ]
            },
            "It is a deep humility to love the stubborn without anger.",
            "It is a deep humility to think your anger silly.",
            "It is a deep humility to excel quietly.",
            "It is a deep humility to be quietly joyful.",
            "It is a deep humility to show honor to all.",
            "It is a deep humility to walk with the outcasts.",
            "It is a deep humility to love without manipulation.",
            "It is a deep humility to obey a baseless rule for the sake of your ruler.",
            "It is a deep humility to serve only out of gratitude.",
            "It is a deep humility to be patient with a fool.",
            "It is a deep humility to be comfortable around the joyless.",
            "We desperately need humility."
        ]
    },
    {
        "url": "https://pyzaist.blog/2016/05/11/apothegms-and-observations-viii/",
        "apothegms": [
            "Pan's Labyrinth calls forth an aching for Something from deep within my heart.",
            "If you are serious about inclusivity and tolerance, become a libertarian.",
            "Both Booker T. Washington and MLK thought that the key to racial reconciliation is the Gospel. I am with them.",
            "Who would have expected that I, with my mind that is in love with rebelliousness, would be a Christian!",
            "We cannot heal the broken until they are within the Church. This is because Christ heals them.",
            {
                "hashtags": [
                    "itstrue",
                    "ineedtobereminded",
                    "lulz"
                ],
                "apothegm": "I am really quite silly."
            },
            {
                "apothegm": "We have failed to take seriously the challenges of existentialism and higher criticism and because of that, we cannot answer them.",
                "hashtags": [
                    "IOverstated",
                    "Whoops",
                    "StillGoodThough"
                ]
            },
            "When philosophizing, it is vitally important to remember that Satan is the Great Deceiver.",
            "Bringing someone to salvation is another way of saying bringing someone into the Church.",
            {
                "apothegm": "Sean treated Will as an equal, not as a loser to be fixed. This is why he succeeded where others failed.",
                "hashtags": [
                    "GoodWillHunting",
                    "counseling",
                    "RobinWilliams"
                ]
            },
            "I have yet to come across two people who agree in every detail.",
            "There is no discrimination in the trenches. We are in the trenches.",
            "All translations are interpretations.",
            "The Lumineers rightly said, \"It's a long road to wisdom, but it's a short one to being ignored.\"",
            "It is a deep tragedy when a church does not represent the Church.",
            "I'm not sure, but probably, Black-ish is doing more for race relations in America than any student activism.",
            "Miley released The Time of Our Lives in 2009, and Can't Be Tamed in 2010. How fast she changed.",
            "The phrase has some wisdom: If you are shouting, \"Don't judge me,\" you may be doing something wrong.",
            "How sad it is when people feel alone and they do not realize that we are with them.",
            "We cannot preach the Gospel until we understand it. We will not preach the Gospel until we believe it. Finally, when we are thankful for the Gospel, we cannot help but preach it.",
            "I agree that I see from a certain perspective. So, I speak my perspective, that you may learn. I hope that you, too, will speak your perspective, that I may learn.",
            "My pastor back home would always say with a smile, \"We are far worse than we know. And God's grace is far greater than we can think or even imagine.\" Those are among the wisest words I have ever heard.",
            "Satan may perhaps also be called the Great Distractor.",
            "A lack of confidence in the capacity to Know rips the mind into nomadic chaos, erratically wandering from vague conviction to vague conviction.",
            "It is difficult to think rigorously about fundamental things. Interestingly, it is perhaps the time when rigor is most valuable.",
            "If you act with honor in the important moments, you are deemed a good man. If you act with honor in the unimportant moments, you are deemed a saint.",
            "Secular counseling sees so clearly that we are broken people in need of healing. However, it will never discover the deepest truth that we are sinners in need of repentance.",
            "There is an intelligence that can meticulously solve every issue, but whose thought lacks virtue. With a mind like this I will have nothing to do.",
            "How is it that I have only recently begun seeking counsel on important things?",
            "The real American dream is self-governance.",
            {
                "apothegm": "It is easy for us to believe we are knowledgeable if we can critique another with humor. But if we do not understand what we are critiquing, then we are merely scoffing.",
                "hashtags": [
                    "scoffing",
                    "humor",
                    "critique"
                ]
            },
            "It is difficult to rebuke well.",
            "A rebuke surrounded by love can be received with repentance.",
            "How many are persuaded to follow a begrudging compliance? Mirth persuades others to follow."
        ]
    },
    {
        "url": "https://pyzaist.blog/2016/06/09/apothegms-and-observations-ix/",
        "apothegms": [
            "From time to time, the Catholic Church tempts me with its epistemic comfort. However, a glance at its history and doctrine reminds me that I must now act the man. (Then again, I imagine my Catholic friends would say the same of my history and doctrine…)",
            "I am truly a novice, but perhaps Catholics can sometimes mistake the Visible Church with the Invisible Church. Thus, they are unswerving in their trust of the Visible Church.",
            "Truly, the grand problem of virtue is living in the world but not living of the world.",
            "We all know that Christianity is occasionally misrepresented in the classroom and in the world. Would it not be logical to assume that other religions are occasionally misrepresented as well?",
            "To me, the most psychologically devastating problem of epistemology is the problem of disagreement.",
            "What saves me from my deepest doubts is the historicity of the Resurrection.",
            "There are few question more worthy of consideration: What is wisdom?",
            "My generation likes to think, \"WWJD?\" and this is good. But perhaps digesting the depths of Jeremiah, Lamentations, or Hosea would make our wisdom more complete.",
            "I appreciate the honest insights into life that the movie Fight Club provides, but it is too bad that it seems to have been made by a fool, for fools. Yet, I am certain that the Church would do well to discuss why it is so impactful.",
            {
                "apothegm": "Perhaps a common pitfall of Christian young women is avoiding harsh realities, and perhaps a common pitfall of Christian young men is absorbing harsh realities. In other words, earnest women are bad at being in the world, and earnest men are bad at not being of the world.",
                "hashtags": [
                    "pitfall",
                    "Christianity",
                    "ChristianLife"
                ]
            },
            "It is a tragedy that some men do not know what real friendship is.",
            "Canned baked beans are among modern civilization's great triumphs.",
            "When I listen to Tiny Desk Concerts, I wonder how anyone can say that music is dead.",
            "Someone once said to me that the reason white people started respecting black people was because they made the greatest music the world had ever heard, jazz. If they could make art that touches our souls like that…",
            "I weep for the generation who believes men are simple.",
            "It is good to earnestly desire the beauties and rests of Heaven. It is also good to know full well that earth is not Heaven. It is folly to hold only one of these virtues.",
            "It is good to understand how things should be. It is also good to understand how things are. It is folly to understand only one of these.",
            {
                "apothegm": "The Christian does not avoid secular communities. He enters them and loves them.",
                "hashtags": [
                    "secularism",
                    "LoveThyNeighbor",
                    "love"
                ]
            },
            "When your mother disowns you, when your brothers spit on you, when your wife betrays you, when your mentors fail you, that is when Christ forgave.",
            "This is the question: did Jesus actually rise from the dead?",
            "Tolkien said that stories ought to have good endings. Life is the greatest story of all, and oh, does it have the best ending.",
            {
                "hashtags": [
                    "insecurity",
                    "criticism",
                    "security"
                ],
                "apothegm": "If we are truly secure in our identity then we will be able to listen to criticism."
            },
            {
                "apothegm": "Life ought to be the crucible of our ideas. Life, and conversation.",
                "hashtags": [
                    "ideas",
                    "life",
                    "conversation"
                ]
            },
            "Pan's Labyrinth ignites my heart with infinite wonder.",
            "A scholar of Old Testament once interpreted Solomon's demise, Proverbs 31, Qohelet's despair, and Song of Songs in this way: The final and most difficult test of a man's wisdom is finding a good wife.",
            "It causes me no end of grief to see a fool who thinks himself wise.",
            "Only the young do not value courteousness.",
            "The leader without wisdom cannot tolerate dissent.",
            "The story of Enron is truly Shakespearean.",
            "Sometimes I think that if young women knew the constancy of many men's lust, they would act differently.",
            "Sometimes I think that if young men knew the constancy of many women's insecurity, they would act differently.",
            "It is a mistake to be too convinced by righteous anger.",
            "If you think you should probably apologize, first accept Christ's rebuke so that you are able to apologize truly. Then, apologize.",
            "If someone is a world renowned expert on one topic, that does not mean he is an expert on every topic."
        ]
    },
    {
        "url": "https://pyzaist.blog/2016/06/19/apothegms-and-observations-x/",
        "apothegms": [
            "If a man finds joy in his work, then he is blessed indeed.",
            "Do not trust the news to give you science. It gives you news.",
            "The way I see it, everybody is gender nonconforming.",
            "There is no doubt that people who believe they are trapped in a body that is contrary to their gender are in profound psychic pain. Two related questions are not settled. Is this belief based on reality or fantasy? Is the proper treatment sex reassignment or counseling?",
            "If a psychologist is not trained to look for certain things in a patient, how in the wilderness of the human mind will he find them?",
            "A noble desire that does not manifest itself: what good is it?",
            "Do not be afraid to do good works.",
            "It is not judgmental to strive towards excellence when all around you is rotting.",
            "If the shouting ideologue seems captured by a bitter anger, remember that he sees himself as a warrior, which is an admirable thing.",
            "A good desire for all to be right with the world can quickly become a disgust and malice towards all people and places.",
            "Establish humility, find the truth, be your beliefs. Repeat.",
            "If you want to understand the modern perspective on religion, read Nietzsche.",
            "A movement that is founded on a lie is like a wildfire. At first it destroys everything, but soon new life emerges.",
            "Wisdom does not lie prostate in the dust, waiting for death's release. It does not abandon to despair. Wisdom sees despair, and encourages with smiling understanding. Wisdom uplifts in the bad times, and humbles in the good times.",
            "Among the deadlier idols is the love of feeling righteous.",
            "When we are ministering, it is good to ask, \"Do I love this person, or do I love controlling this person?\"",
            "If a man finds a wife who is truly happy, he is blessed indeed.",
            "We are all deeply indebted to one another.",
            "When we see problems in the Church, let us follow Daniel's prayer. He was blameless, but he speaks in the first person.",
            "The real test of virtue does not occur during oppression. The real test occurs when you have the power to oppress.",
            "Too much remembering the greatness of the past can destroy the greatness of the present.",
            "Too little remembering the greatness of the past can destroy the virtue of the present.",
            "Without the courage to act with purpose, greatness cannot be found.",
            "Sean O'Connell was right when he said, \"Beautiful things don't ask for attention.\" It is too bad that ugly things do, because they get it.",
            "I am frightfully proud of my generation for diagnosing the problems of the world as being an absence of love. However, we may be naive in assuming that we have the solution that we say the world lacks. It takes blood, sweat, and tears to build love. Many times, literally.",
            "A community that resents the voice of the child will not long continue. It will grow stale and cracked, and fade into memory. A community that resents the voice of the grandparents will not long continue. It will be tossed to and fro, and disperse like mist. A community that resents the voice of the parents will not long continue. It will grow tense and disjointed, and explode into divisions that never heal.",
            {
                "apothegm": "We must again ask ourselves the question and ask it truly, \"What is Marxism and why is it wrong?\"",
                "hashtags": [
                    "Marx",
                    "Marxism",
                    "Communism"
                ]
            },
            "Truly, the tongue is like a small fire that can set a whole forest ablaze.",
            "Anyone who can tame the tongue is righteous indeed.",
            "The truest love seeks to love with effect. Thus, true love is wise.",
            "What is this mountain of outrage that I see out there? What is this fever pitch of moral disgust? Are we still surprised at the woes of the world? Have we not wrestled with the sin within us? Nevertheless, it is good to be in horror of horrible things.",
            "I pity the compassionate child that grows within a church that has no ear for the hurting. He will experience the pain of failed mentors, a deep pain indeed.",
            "Until we understand that we have no control over one another's heart, we cannot love one another.",
            "I'll say it again. I really am quite silly.",
            "Life in a diverse society does not allow for the luxury of assumptions.",
            "Benjamin Clementine touches my soul with a tenderness that aches and lifts and burdens and desires and knows."
        ]
    },
    {
        "url": "https://pyzaist.blog/2016/07/06/apothegms-and-observations-xi/",
        "apothegms": [
            "We cannot persuade the dissent if we do not listen.",
            "The redemption of Prince Zuko pierces my bones with a joy that utters aching tears, overwhelmed to my knees with deepest meaning and power and beauty. It is the story of God's people.",
            "Listening comes before speaking. But speaking comes after listening.",
            "Existentialism is a humanism, yes. It is humanism's mysticism.",
            "There is no battleground that is vicious like the academic battleground.",
            "The reason for tolerance is twofold. It is intellectual humility and a love of peace.",
            "The downtrodden are made strong through the love of the strong.",
            "Hope … hope, the one that reminds us of the eternal light.",
            "It is good to pray the dangerous prayer: \"Father, awaken me to the needs of the world.\"",
            "Christian music is incomplete without artists like War of Ages.",
            "If an ideology does not allow men to live in peace, it should not and cannot succeed.",
            "The world is people and people are fluid! Build a rock!",
            "The world is people and people are fluid! Influence it!",
            "As population grows, thorough virtue and truthfulness become more difficult.",
            "Confucius understood how people in government must be. The Founding Fathers understood how a system of government must be.",
            {
                "apothegm": "This is a difficult challenge: our spiritualism must consider the discoveries of neuroscience.",
                "hashtags": [
                    "spiritual",
                    "neuroscience",
                    "PopPsychology"
                ]
            },
            "If we cannot listen to the other side, how can we love them?",
            "Intelligence is overrated in many ways.",
            "Those who do not care what anyone thinks of them are fools.",
            "The place that cannot forgive, I do not wish to visit.",
            "What protects a community? Forgiveness.",
            "The place that does not laugh, I do not enjoy visiting.",
            "To my generation, empathy is the greatest virtue.",
            "In darkness, the Liar likes to whisper, \"Life will always be bleak.\" But it is not so.",
            "A man without understanding does not realize that he only understands himself.",
            "The passing laughter of a child can break a man free from the most anxious of contemplations.",
            "Pouring from the teapot into the cup holds a distinct pleasure.",
            "Digging your hands into earth holds a distinct pleasure.",
            "Clementine's wisdom deserves remembrance: \"I dream, I smile. I walk, I cry.\"",
            "Speaking follows listening, and listening follows speaking."
        ]
    },
    {
        "url": "https://pyzaist.blog/2016/08/16/apothegms-and-observations-xii/",
        "apothegms": [
            "Sometimes I like to read these apothegms and chuckle to myself.",
            {
                "apothegm": "Every saying is incomplete, so I write many sayings.",
                "hashtags": [
                    "Incompleteness",
                    "Begin",
                    "Contribute"
                ]
            },
            "Doubts may run deep, but at the bottom, knowledge can be found.",
            "The man who glories in doubt will cause many tears.",
            "Correct doubt is not inherently painful. Perhaps it is better called curiosity.",
            "There are few disputes that lack nuance.",
            "When freedom is an idol, community fades.",
            "It seems to me that eternality is an essential quality of meaningfulness.",
            {
                "apothegm": "The one who does not love the principle of reciprocity is a mind with its face pressed to a cage, screaming into a vast field of dark mirrors.",
                "hashtags": [
                    "GoldenRule",
                    "reciprocity",
                    "DoUntoOthers"
                ]
            },
            "I only see the smallest fraction of a portion of that substance called Truth, and that far beyond imperfectly. Show me more.",
            "If one calls the other a blind fool, but the other respects the voice of the one among many, who then is the fool?",
            "It is difficult to know someone without knowing their story.",
            "It is easier to be happy when we are being useful.",
            "Zhuangzi said, \"Happiness is the absence of striving for happiness.\" He was on to something, but perhaps overstated himself.",
            "With Christ, the beauties of unbelievers are tragedies, and the uglinesses of believers are comedies.",
            {
                "apothegm": "There is a time to critique the incompleteness of a wise saying. There is a time to appreciate the wisdom of an incomplete saying. Perhaps all times are both times.",
                "hashtags": [
                    "incompleteness",
                    "wisdom",
                    "critique"
                ]
            },
            "The road to sincerity is paved with grief.",
            "The virtuous man may experience rage, but at the end of the day he remembers peace.",
            "A culture built on rage is folly.",
            "When rage follows a person home, no one prospers.",
            "If a woman's only purpose is to be a helper to her husband, then a single woman has no purpose.",
            "The man of understanding desires to excel at his trade.",
            "In my experience, reading Scripture is quite unlike anything. It is often the only thing that can bring peace to my heart, gently remove my pride, or lovingly encourage me.",
            "If everyone was like me, nothing would get done!",
            "It is difficult to discern who is being wise and who is being foolish at any particular moment. But one thing we can all be sure of: \"I am foolish.\"",
            "It is a great relief to trust another to do their job well.",
            "The difficulty of a text is not a sign of its insightfulness.",
            "The wise man does not speak on an issue unless he has a clear grasp of it.",
            "Perhaps the authors of Do Hard Things still had some naivety, but their words do hold much wisdom.",
            "It is almost universally unwise to attack the reputation of one with whom you disagree. It accomplishes little more than deepening division, and others will do it for you anyway."
        ]
    },
    {
        "url": "https://pyzaist.blog/2016/09/14/apothegms-and-observations-xiii/",
        "apothegms": [
            "The one who cannot disappoint anyone will end up disappointing everyone.",
            "It is difficult to respect the opinions of those who do not understand their dissent.",
            "I'm not certain, but I tend to think that the man who does not listen to art does not listen to himself.",
            {
                "apothegm": "I am continually abandoning Christ, and He is continually bringing me back to Himself.",
                "hashtags": [
                    "Christ",
                    "PerseveranceOfTheSaints",
                    "love"
                ]
            },
            "Some are guardians and keepers of the ancient truths of humility and patience, and some are warriors and constructors of the ancient truths of boldness and action. Perhaps all should be both.",
            "Our question is not, \"How ought people to be?\" Our question is, \"Considering how people are, how ought I to be?\"",
            {
                "hashtags": [
                    "healing",
                    "peace",
                    "InThisTogether"
                ],
                "apothegm": "Internal turmoil does not long remain internal."
            },
            "Love is far more than just affection. But it is not less.",
            "When we consider an idea to be part of our identity, disagreement with that idea feels like a personal attack.",
            "Political correctness originates in a healthy suspicion of ideas that have led to great evil. It has value, but perhaps should be held loosely.",
            "The wise man is thankful that he has had a good life. The wiser man is thankful for his sad times, because they have given him understanding. The wisest man understands that some do not have the insight that sorrow provides, and does not count it against them.",
            "It is a sad sight to see a youth without energy or an elder without wisdom.",
            "If observing the Sabbath is a burden, then you are missing the point.",
            "There are few deeper pains than seeing a loved one destroy themself.",
            "There is little difference between high school drama and workplace politics. There is little difference between kindergarten selfishness and high school drama.",
            "Peace is most valuable when all around is confusion.",
            {
                "apothegm": "Joy is most valuable when all around is despair.",
                "hashtags": [
                    "joy",
                    "hope",
                    "AStrongJoy"
                ]
            },
            "The fact is that the world's greatest minds could not agree about what the truth is. Therefore, knowing the truth is either an impossibly difficult task or our minds are prone towards rejecting the truth.",
            "Both you and another can prevent you from being known. But only you can allow yourself to be known.",
            "It is not true than an excess of wisdom stifles action. That sentiment is itself a wisdom.",
            "It is easy to forget our own faults when we truly see the faults of others.",
            "To be comfortable with our continual dependency on God is difficult indeed.",
            "The difference between men and women becomes most clear when we are in segregated groups.",
            "The practice of reciprocity creates an understanding that I doubt is achievable without the practice of reciprocity.",
            "Do not trust my words. Trust the words of Scripture, which is the Word of God.",
            "Apologists are little more than missionaries to intellectuals.",
            "The one whose deepest desire is freedom will go through life alone.",
            "The person who is truly secure is a jewel indeed.",
            "It is a true pleasure to see the nobility of a vocation demonstrated.",
            "\"Who am I?\" I am the beloved of Christ.",
            "It is difficult to understand today without understanding yesterday.",
            {
                "apothegm": "Though I am certainly not a social activist, I appreciate those who lend dignity to that path.",
                "hashtags": [
                    "Activism",
                    "ChangeTheWorld",
                    "OneBodyManyMembers"
                ]
            },
            "A city is built from many different people."
        ]
    },
    {
        "url": "https://pyzaist.blog/2016/09/30/apothegms-and-observations-xiv/",
        "apothegms": [
            "There is a certain desire for freedom that is itself a shackle.",
            "There is a certain desire for happiness that is itself an unhappiness.",
            "There is a certain desire for patience that is itself an impatience.",
            "There is a certain desire for success that is itself a failure.",
            "There is a certain desire for beauty that is itself an ugliness.",
            "There is a certain desire for peace that is itself a discord.",
            "There is a certain desire for strength that is itself a weakness.",
            "Charlie Rose is a master of the interview.",
            "In a large grief, small hurts and small joys do not matter. In a large happiness, small hurts and small joys are life's soul.",
            "The emptiness of politics exhausts me.",
            "There should be no dispute over the existence of privilege. Privilege is being fortunate. There is dispute over its implications.",
            "Higher education is not higher morality.",
            "A morality that is not scalable is not worth listening to.",
            "It is perhaps good to be concerned with how we are perceived. But it is certainly better to be concerned with who we are.",
            "Uncle Iroh's words are wise: \"While it is always best to believe in oneself, a little help from others can be a great blessing.\"",
            "The man who finds a wife who is at peace finds a good thing.",
            "To be at peace does not mean to lack passion.",
            "Learning without thinking is like being at bat while blindfolded, relying on muscle memory alone. Thinking without learning is like playing soccer in the outfield as the baseball flies past.",
            "There is a good reason why Song of Solomon says three times, \"Do not stir up or awaken love until it so desires.\"",
            "These are profound words: do not fear.",
            "Kipling's poem has much wisdom.",
            "Uncle Iroh's words are wise: \"There is nothing wrong with a life of peace and prosperity.\"",
            "Your future does not ask your past about how it will proceed.",
            "When a close friend passes away, your perspective changes.",
            "When a friend takes his own life, your life changes.",
            "Sometimes, greatness is a way of coping with insecurity.",
            "Wisdom is not inflexible.",
            "I pity the man who has no mentor.",
            "I used to mock the authors who wrote articles on the difficulties of being single or the things to learn in a season of singleness, thinking, \"Those insecure losers. There is plenty of wonderful people around; if you want to be married so badly, just pick one.\" I now see that I was wrong.",
            "Grieving takes time. But it does end.",
            "Grief is caused by loss, and many things can be called loss.",
            "Without humility, there is no wisdom.",
            "A friend had this prediction: Last century was an age of scientific advancement. We discovered wonderful things, and now our lives are saturated with them. We have wonderful things; but what does this mean? This century will be an age of the artisan and philosopher."
        ]
    },
    {
        "url": "https://pyzaist.blog/2016/11/09/apothegms-and-observations-xv/",
        "apothegms": [
            "I do not agree that if you believe you can accomplish something, you can. However, I do agree that if you believe you cannot accomplish something, you cannot.",
            "I begin with the assumption that others are more than their outward appearance because I am more than mine.",
            "I have only a single rebuke for the Analects and then I am silent, from deep respect and admiration. The third lesson of The Analects 16:13 has greatly damaged a people.",
            "Pornography leads to a pornographic mind. A society of pornographic minds is identical to a rape culture. Therefore, the one who wants to end a rape culture wants to end pornography.",
            "It is more helpful to speak the truth than to belittle a lie. It is also more difficult.",
            {
                "hashtags": [
                    "paradox",
                    "friendship",
                    "atimeforeverything"
                ],
                "apothegm": "Weeping and dancing each have profundity. The one who can be trusted for full friendship holds these differing profundities close."
            },
            "The point is not to know when the end of the world will be. The point is to live in the fact that we do not know. That is, always be ready.",
            "Is it better to explain a truth than to throw a true insult.",
            "I grow weary of philosophies that have unrest in their core.",
            "If we assume that we are correct, we will never discover that we are incorrect.",
            "Intellectual humility does not mean abandoning your intellect. It means not abandoning the intellect of others.",
            "Without thought, peer pressure is insurmountable.",
            "Sometimes, peer pressure is a blessing from God. Other times, it is a curse from Adam.",
            "Having awareness of others amplifies an experience of peer pressure.",
            "If something is an idol, it is impossible to feel gratitude for it.",
            "Gratitude is understanding that something could very well not be present, and appreciating that it is present.",
            "Lack of knowledge amplifies an experience of peer pressure.",
            {
                "apothegm": "4chan is the result of unredeemed and unbounded self-awareness.",
                "hashtags": [
                    "4chan",
                    "SelfAwareness",
                    "abyss"
                ]
            },
            "Politics is not my field. I would suggest Locke.",
            "It is deeply foolish to ignore the insights of our elders. It is less foolish, but still foolish to assume that our elders were perfect.",
            "I am not yet mature enough to show grace to someone who suggests that a dead thinker is an irrelevant thinker.",
            "A philosophy that ignores death doesn't say much of life.",
            "Service to the destitute is a true pleasure.",
            "Education helps to solve many social ills. However, it is certainly not the full solution.",
            "If we only sympathize with the sins of others because we have been through the same thing, then what happens when someone confides in us a struggle that we have never experienced?",
            "The pain of another does not become invalid if we have not experienced it.",
            "A leader respects the importance and fragility of trust.",
            "A lack of rest can produce all sorts of irritations. Thus, forgive the irritable and avoid a lack of rest.",
            "Growing up well requires strength. I'm not sure, but I think that we are all growing up.",
            "There is no end to the pettiness of Man.",
            "We would do well to read the classics."
        ]
    },
    {
        "url": "https://pyzaist.blog/2016/12/02/apothegms-and-observations-xvi/",
        "apothegms": [
            "The leader is able to disagree with grace.",
            "We cannot be clear in our communication until we are clear in our thoughts.",
            "It is better to learn the material than it is to get good grades.",
            "The fear of failure is itself a failure.",
            "I find it difficult to trust the opinion of the one who does not listen to artists. I also find it difficult to trust the opinion of the one who does not listen to economists.",
            "Satan loves to destroy trust.",
            "A nation without trust will fail.",
            "If he is not interested in you, he is not who you are looking for. If she is not interested in you, she is not who you are looking for. You want to be in love with someone who wants to be in love with you.",
            "This is wise counsel: Seek wise counsel.",
            "To take delight in your work is a true pleasure.",
            "The earnest man takes action, and the virtuous man is earnest.",
            "I've heard it said that the opposite of fear is trust. I'm not sure, but the saying deserves contemplation.",
            "We are given work to do and burdens too great for us. Do not grow weary in your work as it comes, and share the weight of your burdens as they come.",
            "The man who learns the good lessons from his mentors is good. The good man who rejects the bad lessons from his mentors is great.",
            "A cultural shift creates uncertainty of the future. Uncertainty of the future exposes a vulnerability. Vulnerability leads to a fear of pain. Fear instills a need to control. A need to control denies the humanity of others. A denial of the humanity of others is a dangerous thing indeed. We are undoubtedly in a cultural shift.",
            "We would do well to study the logical fallacies.",
            "There are two, not one, aspects to the abortion debate. First, is the unborn a human? Second, when does a human's right to life override a woman's right to be free of the burden of pregnancy?",
            "Often, a fear of a pain is more painful than the pain itself.",
            {
                "apothegm": "It is indisputable that the level of material luxury in which we now live is utterly unsurpassed in all of history. It is interesting that we are deeply discontented.",
                "hashtags": [
                    "wealth",
                    "luxury",
                    "discontent"
                ]
            },
            "Confession enables us to see the problem through the eyes of one who loves us. This removes deafening shame and helps us find a solution. In this way, it makes healing and repentance far easier.",
            "Being selfish is not identical to being self-focused, but to be too much of either is a fault.",
            "The leader accepts responsibility.",
            {
                "apothegm": "The leader has a vision for what he wants to accomplish.",
                "hashtags": [
                    "leader",
                    "vision",
                    "leadership"
                ]
            },
            "The leader is dependable.",
            "The leader delegates with tact, to ensure that the follower will not become bitter.",
            "Comic books are the modern mythologies.",
            "The comedian's rebuke is valuable indeed.",
            "Perhaps the fault is mine, but I would not grieve if we forgot Gertrude Stein's work.",
            "If our deepest passions are depraved, we should not fulfill our deepest passions.",
            "To read is listen to the public, and to write is to speak to the public.",
            "If we say we believe in a doctrine, but we cannot bring ourselves to oppose that doctrine's opposite, then do we really believe in that doctrine?",
            "A friend understands your anger, but admonishes your grumbling."
        ]
    },
    {
        "url": "https://pyzaist.blog/2017/01/04/apothegms-and-observations-xvii/",
        "apothegms": [
            {
                "apothegm": "Charm can indeed be deceitful, but when it does not deceive, it is quite pleasant.",
                "hashtags": [
                    "charm",
                    "deceit",
                    "pleasant"
                ]
            },
            "I've heard it said that in politics, there occasionally comes a time when one must put aside his personal morality for the greater good. What! This is only true if my morality ignores the greater good.",
            "To be charming is to be playful, mature, and elegant. It is to be romantic, steady, and competent. It is to be adventurous, settled, and sincere. It truly longs for you to join it on an intimate outing, but gives you full freedom to accept or decline. It hints of a mysterious something, and you are drawn to discover it, but it steers the conversation gracefully towards you, precisely because it is interested in you and because you want to talk about yourself. But I exaggerate. To be charming is to have the appearance of these things.",
            "If the ability to change our nature is within our nature, can we change it?",
            "Is it true that truth is a social construct?",
            "The world is endlessly explorable.",
            "The moment we believe we do not need grace and mercy is the moment we need it the most.",
            "Charm is deceitful, but it is not true that to be charming is to be deceitful.",
            "It is easy to feel that we are the only ones who have had a certain epiphany, but later we may learn that we were the only ones who hadn't.",
            "A personal rebuke is best given in private, with love. If we feel uncomfortable doing this but still feel it needs to be said and so we blurt it out in public, then we ought to ask ourselves why we are afraid. If another feels uncomfortable rebuking us, and blurts it out in public, then we ought to forgive, and ask ourselves how we may have made them afraid.",
            "The man who does not adapt his personality is lacking in empathy.",
            "If a culture desires to be wholly tolerant, then I ask a question. Should it tolerate intolerance?",
            {
                "apothegm": "A sincere apology heals a multitude of hurts.",
                "hashtags": [
                    "apology",
                    "healing",
                    "sincere"
                ]
            },
            "I wish I wondered into essays more than I do apothegms, as our world lacks sustained thought more than sentimental truth. But alas, I do not.",
            "When life gets too hard to bear, I recommend weeping with a friend.",
            "The dead have a peace of nothingness, but this is not the peace we work to establish.",
            "Hollywood sorely lacks Miyazaki's aesthetic of Ma.",
            "The reason that the holidays are the best time of the year for some is the same reason that they are the hardest time of the year for others: family.",
            "It is a mistake to think that in all things, the Nation is an analog to the Individual.",
            "\"Compassion is our compass.\" How cute! But is it true?",
            "Spiritual loneliness has little to do with physical solitude.",
            "It is interesting to me that the Westminster Confession of Faith lists Holy Scripture as the first chapter and God and the Trinity as the second chapter.",
            "A man who holds to no beliefs receives no respect. A man who refuses to change his wrong beliefs keeps no friends except himself.",
            {
                "apothegm": "This is perhaps a difficult, but surely an important question: what is humility?",
                "hashtags": [
                    "humility",
                    "questions",
                    "humble"
                ]
            },
            "The one who sees something important appears needlessly afflicted to the one who does not see the same thing.",
            {
                "hashtags": [
                    "ironsharpensiron",
                    "friendship",
                    "insight"
                ],
                "apothegm": "I gain no insights when someone agrees with me."
            },
            "The crocodile sees no difference between leopards and cheetahs, but is angry that the leopard calls him an alligator. The leopard sees no difference between crocodiles and alligators, but is angry that the crocodile calls him a cheetah. But most of all, they are both angry that the other is inconsistent. They even make memes criticizing \"Reptile Logic\" and \"Mammal Logic.\" So, their brothers and sisters ask for the judgement of the owl. He says, \"The deepest inconsistency is demanding consistency in others while ignoring it in yourself. Remove your log before speaking of the other's speck.\"",
            "The cynic who only trusts himself is to be pitied.",
            "We try to control what we cannot—others— while we ignore our responsibility to control what we can—ourselves.",
            "How silly it is to demand that others feel gratitude towards us. Gratitude cannot be coerced; it can only be gifted.",
            {
                "hashtags": [
                    "contradiction",
                    "balance",
                    "zeal"
                ],
                "apothegm": "\"Whenever a belief is taken to its extreme, it is a mistake.\" I see what you are saying, but it is a mistake to take that belief to its extreme."
            },
            "A society without fairy tales like Pan's Labyrinth and The 13 Clocks is dreary indeed.",
            "Without clear borders, there can exist no nations.",
            "I am skeptical of a philosophy that does not encourage peace.",
            "I am skeptical of a philosophy that claims discontent is a sin of the individual, without exception."
        ]
    },
    {
        "url": "https://pyzaist.blog/2017/02/01/apothegms-and-observations-xviii/",
        "apothegms": [
            "I doubt that there is any leadership that does not lead by example. But a leader who leads by example can lead through other means as well.",
            {
                "hashtags": [
                    "mirth",
                    "laughter",
                    "lifetogether"
                ],
                "apothegm": "A society that does not laugh is dreary indeed."
            },
            "It is usually silly to decide against a good deed because it is awkward.",
            "How easy it is to lose sight of the roots while in the midst of the branches.",
            {
                "apothegm": "Sad stories are often profound. But the most profound stories are certainly happy.",
                "hashtags": [
                    "story",
                    "joy",
                    "LifeIsGood"
                ]
            },
            "Distinguishing between Truth and the preferences of our personality type is no easy task.",
            "A truth that comforts one man convicts another.",
            "Ah as in apple, puh as in puzzle, and them as in anthem. AH-puh-them. Apothegm.",
            {
                "hashtags": [
                    "earnest",
                    "passive",
                    "wisdom"
                ],
                "apothegm": "A wisdom that rejects earnestness is suspiciously close to passivity justifying itself."
            },
            "The Christianity of the systematic theologian has a different texture than that of the scholar, or that of the counselor. Yet they are united! What a wondrous mystery.",
            "If morality is whatever an individual decides it is, then justice becomes whatever the strongest entity says it is.",
            {
                "apothegm": "I enjoy clarity because lack of clarity is so common.",
                "hashtags": [
                    "clarity",
                    "muddled",
                    "clear"
                ]
            },
            "Truly, Calvin said it rightly. Almost all Knowledge consists of two things: Knowledge of God and Knowledge of Man.",
            "Epiphanies are not contained in a book, but in a sentence.",
            "Virtue means bringing the abstract notions of Wisdom, Kindness, Diligence or Temperance into the concrete reality of Daily Life.",
            "We live life together, and we live life individually. But for those in Christ, we are never alone.",
            "There is no wisdom without knowledge, and there is no wisdom without virtue.",
            "Wisdom speaks honestly and love seeks to increase joy. We are to lack neither wisdom nor love.",
            "In an age of Denethors, we strive to be Faramir.",
            "The admirable man has three goals, in ascending order of importance. Be a man who would bring the world into Love. Be a man who would bring his children into Love. Be a man who would bring his wife into Love.",
            "If our closest relationships are rife with discord, then is it any comfort that our acquaintances are pleasant?",
            "A life that has become only writing about life can forget what life is.",
            "Intellectuals who talk all day long but do not act on their ideas: I have no patience for you, hypocrites! Yet, I am also a hypocrite…",
            "The wise Nick Whitesides said, \"Memes are our generation's political cartoons.\"",
            "If you worry about what others think of you, you will fear men rather than God. If you ignore what others think of you, you will never see yourself.",
            "Where can Knowledge be sure? Where can I build a hope? Where can I find a firm ground? Where can I lay my head to rest? In the resurrection of Jesus Christ.",
            "The idea behind the word \"Love\" seems deeper than the idea behind \"Virtue.\"",
            "The leader without peace in his soul will form a community without peace in its soul.",
            "This is a hideous lie that awakens an eternal battle cry from my heart: The most wise are the most resigned to despair.",
            "These words are not written as disconnected sayings. They all spring from one way of seeing the world, and this Way is what I am trying to convey.",
            "It seems to me that the more desperately a piece of art tells you that it has no meaning, the more it begins to obviously have meaning."
        ]
    },
    {
        "url": "https://pyzaist.blog/2017/03/01/apothegms-and-observations-xix/",
        "apothegms": [
            "Nerds who have lost themselves in the glory of a tabletop game are among the few people I have come across who truly lack prejudice.",
            "Sayings that sound over-simplistic at first can become deep wells of meaning and comfort later in life.",
            "At first I thought, \"A society without any wildness is dreary indeed.\" Then I remembered the Shire, and smiled at Tolkien's deeper wisdom.",
            {
                "apothegm": "If it is necessary to do great evil to enforce a perfect society, then it is a great evil to enforce a perfect society.",
                "hashtags": [
                    "Utopia",
                    "Communism",
                    "LoveAndForce"
                ]
            },
            "No one is more unfit to lead than a person who will not reflect on their criticism.",
            "If there is no God, then 1. This life is all there is, and 2. Only we can help us. Therefore, politics becomes the most important human activity.",
            "\"I have a new idea! All should listen to my new idea: Life is meaningless!\" I issue a hearty guffaw, because Ecclesiastes is at least 2,500 years old.",
            "Alas, that I do not live in a generation whose music is Ella Fitzgerald….",
            "The leader speaks honestly, but seeks to calm the fears that will arise.",
            "If the existence of an enemy is denied, then all of their attacks are ambushes. Satan exists.",
            "A life that has become only writing about God can forget who God is.",
            "In Confucius, in Plato, and in Proverbs, wisdom means the ability to lead well.",
            "This is perhaps an important question: Could a thoroughly Christian government work, and if not, does this mean that Machiavelli was right and Jesus was wrong?",
            "The wise Zeez Eggers said, \"Efficiency is not an end, but a means.\"",
            "If diversity means including people with different values and unity means having the same values, then diversity and unity are in opposition.",
            "If a worldview forgets to account for an important fact, it can hardly be said to be valuable. Surely, the most important fact is that Jesus rose from the dead.",
            "Hopsin, I weep endlessly for you, and make all of this for you, because Habakkuk, Theophilus, and I also have ill minds.",
            "If an intellectual's list of the Great Books does not contain works that are at odds with their own beliefs, then I hesitate to call them thinkers.",
            "A leader who knows nothing of trust knows nothing of leadership.",
            "From my admittedly infinitesimal perspective, there seems to be an immense pessimism swallowing the intellectual world.",
            "A life that ignores self-interest is impossible and a life that abhors sacrifice is evil.",
            "The humble man cherishes criticism.",
            "My generation is in its politically formative years, and therefore I worry.",
            {
                "apothegm": "Few sayings ring truer than Proverbs 18:17.",
                "hashtags": [
                    "Bible",
                    "wait",
                    "listen"
                ]
            },
            {
                "hashtags": [
                    "mirth",
                    "hearty",
                    "lifetogether"
                ],
                "apothegm": "A society without mirth is dreary indeed."
            },
            "A leader who never compromises is not wise.",
            "Scholars are not creators but curators of ideas, and we need both.",
            "Those who do not feel contentment cannot feel mirth.",
            "Mirth embraces the spontaneous.",
            "On earth, to be mirthful at all times is a fault, and to be mirthful at no times often suggests a fault, though perhaps not always.",
            "Mirth joyfully forgets the sorrow of the world for a time, to instead delight in gratitude to God for the warmth of brotherhood.",
            "Mirth says, \"This is how it ought to be. This is what heaven will be. Haha, how wonderful!\"",
            "Mirth exists not in a person, but in a fellowship.",
            "Mirth is not a pretend happiness. It does not disappear when you reflect on it."
        ]
    },
    {
        "url": "https://pyzaist.blog/2017/04/01/apothegms-and-observations-xx/",
        "apothegms": [
            "When we discover that a thinker is unaware of a problem that concerns us, we are less inclined to trust their answers.",
            "In normal times, compromise is the virtuous solution when unity is impossible.",
            "Sin complicates things.",
            "The hardest work is not the revolution, but the ruling afterwards.",
            "Fear of living is not conquered by thinking, but by spontaneity.",
            "Unexpected lizards are among the great happinesses of life.",
            "Much of philosophy wears me out, because I see great minds waste themselves on trivialities.",
            "If the people involved love others because Christ first loved them, their joy is in Christ's completed work, and they pursue wisdom, then any style of courtship will end well. If the people involved have deep flaws, then no style of courtship will go well. Which, then, is the more important, the character of the individuals or the way in which they date? Similarly, which is the more important, the character of the people and rulers, or the political system they develop to rule themselves?",
            "When I was young, I did not understand that Hebrews 10:25 is frightfully relevant.",
            {
                "apothegm": "A society wholly without ambition will perish slowly, and a society that worships ambition will perish in a flash.",
                "hashtags": [
                    "ambition",
                    "society",
                    "balance"
                ]
            },
            "It is a strange thing to assume that others are the same as us.",
            "It seems to me that much of philosophy is autobiography.",
            "How unbearable the world would be if everyone was like me! Nothing would ever get done.",
            "\"White men viciously turn me into an object, refusing to view me as a subject, because they see only the stereotype of Woman, they do not see me.\" I reply, maybe this has been your legitimate experience, but in saying this, you are constructing them, the stereotype of White Male.",
            "If it is believed that the perfectly moral life is boring, then it is believed that sin is the only fun.",
            "In the Scouring of the Shire, we find what we are to do. Walk with the Greats to grow and learn, then return to our own country, and lead as they taught us.",
            {
                "apothegm": "The state of the Union cannot be understood without understanding identity politics.",
                "hashtags": [
                    "IdentityPolitics",
                    "politics",
                    "StateOfTheUnion"
                ]
            },
            "Every proposed Purpose of Life is built upon a belief about Reality.",
            "It is a sin to never consider the problems of the wider world, but because the root of the problems of the wider world is sin, there is but one ultimate solution, and it is not our consideration of the problems of the wider world.",
            "Identity politics does not survive the veil of ignorance.",
            "When we become aware that we have a habit of needless anxiety, it is possible to become anxious of becoming anxious.",
            "I'm not sure, but probably, you do not have a complete education if you have not grappled with the works of Nietzsche.",
            "Nietzsche is this: a modern pagan.",
            "If we never study those with whom we disagree, we are disagreeing with a straw man.",
            "It seems to me that there is no mandatory segregation in America. Yet, there is much segregation. This is perhaps not a simple question: why is this?",
            "We are all equal in value, but unequal in gifts.",
            "We make perfect sense to ourselves.",
            "Devoutly Christian men founded science, and you say, \"Science has made Christianity unbelievable.\" What is this? But perhaps there is something to be learned here…",
            "Nietzsche is perhaps little more than a deeply intelligent, deeply disillusioned romantic."
        ]
    },
    {
        "url": "https://pyzaist.blog/2017/05/01/apothegms-and-observations-xxi/",
        "apothegms": [
            "To call a view dangerous is not to call it false.",
            "I am less inclined to follow a book if it is blind to psychology.",
            "It is a strange thing to assume that the winner of the debate holds the truth.",
            "The modern person suffers from a profound problem: boredom.",
            {
                "apothegm": "To believe boredom is trivial is to forget the experience of boredom.",
                "hashtags": [
                    "boredom",
                    "bored",
                    "ARealDifficulty"
                ]
            },
            "Teenagers are more knowledgeable than adults in this: they understand the difficulties of boredom.",
            "Boredom is certainly a spiritual problem, but perhaps it is not only a spiritual problem.",
            "To live a perpetually bored life: surely that is agony.",
            "To tell someone, \"It was nothing,\" when they sincerely apologize for a wrong they have committed: this is to deny them forgiveness.",
            "It is a strange thing to assume that technological progress necessarily makes life better.",
            "Boredom is unredeemed leisure.",
            "The best leaders can follow, and the best followers can lead.",
            "Does wisdom avoid pain?",
            "The true man of honor bestows honor upon others.",
            "The sensitive artist can become the greatest tyrant of them all, and quite unknowingly.",
            "The data suggests an inverse relationship between the accuracy of my words and the size of my ego while saying them.",
            "Nietzsche and Rand say that pity elevates the inferior, and thus reverses all natural values. This is refuted by pity recognizing that another's position is, in fact, inferior. This is refuted by pity understanding that an inferior position is not how things ought to be, because Man holds dignity. This is refuted by pity desiring to change the inferior position into a noble position.",
            "A leader who causes others to depend upon himself is probably an egotist. The good leader desires others to be leaders, independent of him. But this is a hard saying.",
            "I am fairly sure that I have not come across any man who is able to virtuously wield much power over people, and I am certain that I am not able. But luckily, I do know one Man who is able…",
            "It is a true pleasure to possess skill in a task, and to see the skills of others.",
            {
                "apothegm": "An individualist political system is a contradiction in terms.",
                "hashtags": [
                    "politics",
                    "individualism",
                    "contradiction"
                ]
            },
            "Ip Man is nobler than Howard Roark.",
            "Charity that destroys the self-respect of the recipient is either tragically ignorant or cruelly possessive.",
            "\"Post-Christian society\" implies that Christianity's influence is now wholly in the past, therefore the term is imprecise.",
            "Self-control is not easy.",
            {
                "apothegm": "The eternal Truth is not a sad, but a happy thing.",
                "hashtags": [
                    "joy",
                    "happiness",
                    "truth"
                ]
            },
            "The mature man respects the concept of fragility, but is not paralyzed by it.",
            "It is a burden to have an incompetent leader. Therefore, the loving leader desires to be competent.",
            "The virtuous man has boldness.",
            "In my eyes, a good government is one I can mostly ignore. But this is perhaps a dream."
        ]
    },
    {
        "url": "https://pyzaist.blog/2017/06/01/apothegms-and-observations-xxii/",
        "apothegms": [
            "Mr. Nitpicker, what are we to do with you?",
            "Nietzsche attempts to be a philosopher of joy.",
            "I respect a feminist who knows the tradition: Wollstonecraft, Beauvoir, Wittig, and Butler.",
            "The Internet is undoubtedly great, but undoubtedly has given fools bullhorns.",
            "Without a rite of passage, it is difficult to decide when a child becomes an adult.",
            "Perhaps teenage listlessness is caused by adults not being seen as adults.",
            "A challenge! If you desire the well-being of our black brothers and sisters, then move to the inner city and make a real difference.",
            "After I read Nietzsche, the atheism of anyone else seemed a joke.",
            "In philosophy, brevity is probably best. This is not the case in conversation.",
            "Boldness: The virtue is not forgotten, but the reason for its virtuosity may be.",
            "Which method of inquiry has been shown to be able to produce certainty and agreement over long periods of time? The scientific method. Therefore, if certainty and agreement are valued, then when it is possible, let us use the scientific method.",
            "A political philosophy exists only within a moral philosophy and an anthropology.",
            "Conflicting counsel necessitates courage.",
            "There can be no tyrants in a world that happily laughs at itself. Thus, comedy is threatening to a tyrant.",
            {
                "apothegm": "Once I understood the draw of nihilism, my view of art changed.",
                "hashtags": [
                    "ArtThatEncourages",
                    "ArtThatIsTrue",
                    "ArtThatBelievesInSomething"
                ]
            },
            "The people who like nihilism are the people who have never lived it.",
            "Having an abundance of comedy can tend towards nihilism.",
            "If I could not believe in God, I imagine I would be dead by now, from a drug overdose. If I was lucky, I would be in an asylum. All observation and thinking would only bring the deadness of life right through my eyes and into my brain, cutting it with quick slices, squeezing it with endless migraines, and the drowning of sorrows would become a full-time job. I would laugh at Camus's fear of the reality of Man's situation, his weakness that is manifested in wanting to elude the obvious Nihilism, his arbitrary conviction, holding on to the value of meaningless emotion and revolt and strength and freedom and invention and integrity. I would laugh at Rand's naivety, her ignorance of the ruin of Aristotle's conception of Nature: Darwin. I would speculate that the Underground Man was right; only a simpleton can be happy. For if life is a tale told by an idiot, full of sound and fury, signifying nothing, then it is better not to know this truth. Nietzsche was also right; once God has been killed, the only way out of nihilism is irrationalism, which is insanity. Thank You, Father, for Your gift of Life! Thank You, Father, for renewing my heart towards belief in You, though I deserve it the least! Therefore, help my unbelief, and let me live for You. A final thought—is this the apothegm of an extremist?",
            "Oh, what a comfort it is to know that God is holding on to me, and not the other way around!",
            "Which respects the person-hood of the convict more: a retributive conception of criminal justice, or a rehabilitative conception? But, which benefits society more?",
            "Truly, The Oh Hellos are triumphant.",
            "This is perhaps the primary mistake of queer theory: assuming that the exception destroys the rule.",
            "Two titles that I wish were not taken: Mein Kampf and The Guide for the Perplexed.",
            "This is a fundamental war: humility, peace, and joy vs. pride, confusion, and despair.",
            "When I say that America was founded on Christian principles, I am primarily talking about William Bradford, not Thomas Jefferson.",
            "It is a great blessing to be carefree.",
            "Talent is not hubris, but a good gift from God, to be used.",
            "Perhaps this is a pattern: first, naïve love of good things leads to idolatry, then fear of corruption leads to denunciation of good things, and finally, suffocation of straight-lacedness leads to gentle recovery of good things.",
            "Humility… I constantly run from you, into regret.",
            "With a nod to the Avetts, perhaps there are two meanings to the modern word, \"Pride.\" To feel pride in one's nation or career is be thankful for a gift. To have hubris is to be blindly self-absorbed, self-important, to think oneself to be infinite and primary. It is to disregard the equal value of others, to ignore the fact of creatureliness, to hilariously desire Godhood.",
            "A word I often forget: service. The leader serves.",
            "If Nietzsche's entire system rests on his psychology, the Will to Power, then if his psychology is unsatisfactory, then his entire system is unsatisfactory. Surely his psychology is unsatisfactory: does it accurately describe a \"noble soul\" who loves to go fishing with his grandson? Does it accurately describe Hub, the adventurer who gives a talk to young men, teaching them about the good things of life beyond themselves? In short, does it accurately describe a retired free spirit?",
            {
                "apothegm": "If a community feels uneasy about celebrating \"Culture\" in the universal sense, I hesitate to trust it.",
                "hashtags": [
                    "culture",
                    "community",
                    "art"
                ]
            },
            "I go with the existentialists in their astute psychology, their exposition of the inner workings of the individual, but I do not go with them in their terror of the meaninglessness of life. \"Do not fret,\" I say to the existentialist within, \"He is risen!\""
        ]
    },
    {
        "url": "https://pyzaist.blog/2017/07/01/apothegms-and-observations-xxiii/",
        "apothegms": [
            "Aristotle attempted to fashion an ethics based on Nature, but the common understanding of Nature has changed. The species are not stable, rather they are arbitrary and constantly in flux. Science deems humanity not teleological, but coincidental. Therefore, the only ethics based on secular Nature is an evolutionary ethics, a Nietzschean ethics, a Satanist ethics that says, \"Do what thou wilt shall be the whole of the Law.\" Of course, with God's existence, science's Nature becomes God's Nature, and we remain teleological, with quite a different ethics.",
            "\"In Christianity, we meet people where they are.\" I could not agree more! We apologists ought to follow the example set by Paul. That is, we ought to be familiar with Plato, Aristotle, Descartes, Hume, Kant, Hegel, Marx, Nietzsche, Heidegger, Beauvoir, and Butler, at the very least, not to mention our own tradition. I have much work to do.",
            "Anyone with access to Wikipedia can educate themselves, and even more thoroughly with the Amazon book store.",
            "The cycle of poverty is perpetrated by many things, including the lack of discussion of the virtues necessary for an impoverished person to escape poverty anywhere in this fallen world. Hard work, perseverance, prudence, a fierce avoidance of the \"victim mentality\", and a steady desire to escape poverty. Of course, this is not to say that the system does not need improvements.",
            "Three concepts that make up much of the Gospel: holiness, sin, and love.",
            "Surely it is pessimism to believe that ancient thinkers say nothing relevant.",
            "This century is asking the question, \"What is spiritual health?\"",
            "The best person to solve a community's problems is usually a person in that community. Why? Because humans are complex. Therefore, local government solutions are usually better than national solutions. But of course, national solutions are occasionally necessary.",
            "Nihilism showed me the immeasurable value of art that desires to be encouraging.",
            "Truly, of making books there is no end, and much study is a weariness of the flesh.",
            "It is my impression, and I hope it is a correct impression, that New Sincerity has made Mona an artifact of the past.",
            {
                "apothegm": "Love gifts freedom.",
                "hashtags": [
                    "love",
                    "freedom",
                    "gift"
                ]
            },
            "The only real objection to theism is the problem of suffering, and indeed, it is quite a problem. It is curious that the Bible does not disagree that it is a difficult problem.",
            "When I read Nietzsche, the experience is of seeing written all the things that I have always half-way thought in the back of my mind. Some of these thoughts I know I believe, while some of them I know I do not believe.",
            "The joy of The Very Potter Musical is that it was made by those in the in-crowd, and thus lacks that cruel, self-conscious insecurity that is unfortunately so common in theater.",
            "Look to the corporation. Never has it been clearer that the individual can only operate as part of a community of diverse talents.",
            "The counselor who does not strengthen the counselee is not being successful.",
            "To commit to holding a conviction despite its being a minority view is either admirable courage or foolish arrogance, depending on the conviction.",
            "Nietzsche's question: what kind of person would believe in Christianity? His answer: a botched, bungled person who is not able to stand on his own. My question: what kind of person would have written The Antichrist? My answer: a wildly insecure, incautious person (who laughably claims he is the most cautious), who does not doubt his own psychoanalysis.",
            "Life is often jarringly diverse, with coworkers who expect you to be giddy with them one hour and a friend struggling to tell you of his depression the next.",
            "As I shift into the real world, the doctrine of individual, different spiritual gifts becomes more and more obvious, and grand, and challenging.",
            "An odd hypothesis: Much of virtue has to do with competence.",
            "Much, if not all, of leading is simply making oneself useful.",
            "Not all of life is about being useful. If leisure exists to make work more productive, does leisure not become work, and thus vanishes?",
            "Conformity is not always bad.",
            "The doctrine of spiritual gifts means that God has allowed us to be more talented in certain parts of Love than in other parts. When we cultivate our gifts, we become specialists in wisdom, or compassion, or justice, or patience, or boldness, or charity, or peace, or joy, or others.",
            "In my deepest parts, I wish I could understand why homosexuality seems to be condemned in the Bible. But I do not.",
            "There is perhaps only one important philosophical question, and Camus said it similarly. Why is nihilism incorrect?",
            {
                "hashtags": [
                    "Nietzsche",
                    "foolish",
                    "temptingwords"
                ],
                "apothegm": "Nietzsche taught me why Proverbs calls foolishness a seductress."
            }
        ]
    },
    {
        "url": "https://pyzaist.blog/2017/08/01/apothegms-and-observations-xxiv/",
        "apothegms": [
            "It is quite likely that you are friends with someone who feels no attraction to the opposite sex.",
            "To become an expert, one must first become a beginner.",
            "It is not sin to feel vexation.",
            "The forgetful man is fortunate in that he is always experiencing life for the first time.",
            "In details, it is difficult to correctly interpret the Bible. But the general message is quite clear.",
            "Se7en is altogether too dark.",
            "Indeed, much of life is a popularity contest. The reason for this riddlesome fact probably lies in insecurities, or perhaps a desire for power.",
            "It is easy to avoid a judgmental spirit when you have no values.",
            "Even if I did not believe that the Bible is the word of God, I would still be utterly convinced that it is the wisest book.",
            "If we are taught to experience the reality of our total depravity but we are not taught to experience the reality of the forgiveness of our sins, then we are taught to live in anguish. If we are taught to experience the reality of the forgiveness of our sins but we are not taught to experience the reality of the world's groanings, then we are taught to live in ignorance. If we are taught to experience the reality of the world's groanings but we are not taught to experience the reality of our total depravity, then we are taught to live as Pharisees.",
            "There are people who know who they are in a sad or frightening way, but there are other people who know who they are in a supremely comforting way. These people do not see themselves as isolated individuals, but rather a part of a larger whole.",
            "\"Institutionalized\" is a work of tremendous genius. But of course, so is \"Angels.\"",
            "Joy is deeper than sorrow, happiness is deeper than pain. This is a truth worth dying for, and indeed, it is a truth worth living for.",
            "It is undoubtedly true that suffering teaches us much truth about the world. But it is also true that suffering can distort our view of the world.",
            "We do not live in order to work, but we work in order to live. What, then, is living?",
            "It's not about your reputation; it's about who you are.",
            "Reputation is not unimportant.",
            "The man who is concerned with who he is will gain a good reputation, but the man who is concerned with his reputation will forget about who he is. He may achieve a good reputation, but not with his kids.",
            "What is it to be foolish? Surely, it is to disregard what you know.",
            "I weep for the child who grows up in a home without wisdom.",
            "The hardest rule is the most obvious. Treat others the way you would want to be treated.",
            "All the great artists wrestle with the question, \"Who am I?\" What is this thing that is me, humanity? Am I a puzzle, a riddle? A thing of beauty, a brilliant star? Or, with fear, am I … a horror? Am I a grotesquery? Do I have light or blackness in my inner being, my secret heart? Am I one vast romantic desire that will never be fulfilled? A futility? What is this \"life,\" this \"consciousness\" I feel? Am I a set of reactions? Only atoms? Do I create? Am I anything at all, or just a illusion to myself? Am I the lead actor in my own grand narrative, or an unnoticed extra in another's, or am I a mere animal? Who am I?",
            "Here is a question, and we must face it. Is it truly the case that we must choose between selfless love and psychological health?",
            "To be worthy of full trust, counsel must pass three tests. It must be true, it must be virtuous, and it must be psychologically healthy. The Christian believes that the Bible is worthy of full trust.",
            "To dwell on one's own honor will bring bitterness, but to bestow honor upon others will bring joy.",
            "The Christian life means holding on to what is good, and letting go of what is not good. It means holding on to love, joy, and hope, and letting go of resentment, bitterness, and despair. Neither are easy.",
            "Woe is us if we do not speak about real life.",
            "A person who believes joy is shallow is a person deeply lost.",
            "If we are meant to despise ourselves, is it a good command to love others as we love ourselves?",
            "The sons of Korah understand that the emotions that heavy metal portrays are normal.",
            "It is a sin to become too comfortable in our life, because there is much suffering in our own communities. Yet even the suffering of others is not to steal our peace from us. If a man can understand this and put it into action, he will be mature indeed.",
            "If a person endeavors to not watch pornography, they are fighting not only against themselves, but against an army of highly trained marketing specialists.",
            "\"Happiness can only exist in ignorance.\" This is what I fight against.",
            "Do not be deceived. Through a guise of good intentions, religion, Christianity included, is ever in danger of becoming only a tool for spiritual domination and control, which approaches the pinnacle of evil. Therefore, keep watch. We keep watch over others, yes. But ten thousandfold more, we keep watch over ourselves."
        ]
    },
    {
        "url": "https://pyzaist.blog/2017/09/01/apothegms-and-observations-xxv/",
        "apothegms": [
            "At some point, a thinker must face nihilism.",
            "The preacher who says nothing of peace will damage many souls.",
            "The wise mother allows her son to play in the dirt.",
            "Life without sentimentality is death.",
            "Sentiments will not survive nihilism, but truth will. Christianity is astounding in that it claims to have True Sentiments.",
            "The young would do well to seek counsel from the old. If only I knew this from the beginning….",
            "Peace is not the avoidance of pain.",
            {
                "hashtags": [
                    "forgiveness",
                    "leadership",
                    "kindness"
                ],
                "apothegm": "The preacher who does not know forgiveness will damage many souls."
            },
            "The warrior must limit his empathy. We are all warriors.",
            "Peace is not an emotion, but an assurance.",
            "There is no fairy tale that is not about real life.",
            "We all need encouragement from time to time. Therefore, do not be ashamed when you need encouragement, and be on the lookout to provide encouragement.",
            "Humility is not a synonym for false modesty, nor is it a synonym for self-abasement.",
            "If I feel guilt but I do not work to change, then I am not repenting. I am soothing myself with an illusion of spirituality. But, perhaps I overstate myself.",
            "Before working towards improvement, one must first believe that it is valuable and possible to improve.",
            "It is a goal and blessing to enjoy the quiet periods of unproductivity that fill up much of life. These moments are rests and gifts from God, not meaningless vacancies.",
            "A boy should not be entirely civilized; Mark Twain knew this well.",
            "Confession is not an end in itself, but has two purposes: Genuine community and true repentance.",
            "If I cannot spend a lifetime living by a saying, then I do not feel inclined to live by it for two minutes.",
            "It is right for us to have some wildness within us. It is wrong for us to lack self-control.",
            "A house without zeal, enthusiasm, gusto, vigor, life or spirit is not a home. That house is a deadness. But how to gain spirit when one does not begin with it, I do not know.",
            "Avoiding pride is the hardest when we are pointing out pride in another. I can say with certainty that I have never succeeded here.",
            "If I am able to comfortably live without something for the rest of my life, then it is not a need. Few things are needs.",
            "The way out of chronic shame is repetition of truth.",
            "The restoration of broken trust requires repeated trustworthiness.",
            "Ritual is intentional repetition.",
            "It is a long journey from our minds to our hearts.",
            "A man can convince himself of many ridiculous things through the use of repetition.",
            "Vigor comes in a variety of forms.",
            {
                "apothegm": "The first lesson: everyone understands something. The second lesson: no one understands everything.",
                "hashtags": [
                    "Learning",
                    "LifelongStudent",
                    "Humility"
                ]
            },
            {
                "apothegm": "A difference in enthusiasm often awakens insecurities.",
                "hashtags": [
                    "difference",
                    "insecurity",
                    "LifeTogether"
                ]
            },
            {
                "apothegm": "What a riddle is perfectionism! It can be described as refusing to accept anything that is not perfect. But it is more perfect to not be a perfectionist than it is to be a perfectionist. What then is true perfectionism? For to embrace perfectionism is to betray it, and to abandon perfectionism is to fulfill it.",
                "hashtags": [
                    "perfectionism",
                    "contradiction",
                    "perfectionist"
                ]
            }
        ]
    },
    {
        "url": "https://pyzaist.blog/2017/10/01/apothegms-and-observations-xxvi/",
        "apothegms": [
            "Resentment is the beginning of much long-term harm.",
            "Truly, much of life is about finding balance.",
            "Seeing the happy can be a pain to the unhappy.",
            "We have not even begun if we think that we have finished understanding life.",
            "When you feel like you have conquered pride, ask your closest friend where you are being blind to sin in your life.",
            "Without forgiveness, fellowship cannot last half an hour.",
            "Spirit is where freedom lies, and spirit is only found in flexible stability, and flexible stability is only found in a God-man.",
            "When I feel that the hymn is stale and cold, the problem is not that it has no meaning. The problem is that I do not see the meaning.",
            "Presuppositional apologetics does not answer an intelligent Nietzschean.",
            "There is far more joy in inventing than there is in inventions.",
            "The way to make a difference is not in a lightning strike of change, but in gradual work.",
            "It is a bizarre mistake to conflate homosexuality and transgenderism. They are not the same. Indeed, they are hardly similar.",
            "If you only follow your heart, then you will never commit to anything.",
            "If following Jesus is a burdensome killjoy, then why would we want to share him with others?",
            "Sam Harris fails to understand many things, but one thing he really fails to understand is himself. I'd love to hear him try to explain the genius of Dostoyevsky, or the appeal of Fight Club.",
            "In studying the transgender population, it would be exceedingly difficult to avoid survivorship bias.",
            "Tech startup-ism is the contemporary Industrial Revolution.",
            "A cynical attitude does not avoid a confirmation bias.",
            "I must never forget that I was once truly dead in my sins, and that my old self still lurks.",
            "I must never forget that I am now alive in Christ, and that I have been made into a new creation capable of good.",
            "The man who does not understand his own emotions is not yet mature.",
            "An abundance of cultural knowledge does not make one aware.",
            "The man who thinks that marriage can be explained through rational self-interest will have a mediocre marriage at best.",
            "The reality is that all of the brothers and sisters are united in Christ. Fellowship is the making visible of this reality, the participation in this reality.",
            "A foolish conception of the genders has resulted in the deep suffering of women. An abandonment of the difference in the genders has resulted in the suffering of both genders.",
            {
                "hashtags": [
                    "manandwoman",
                    "loveandrespect",
                    "newcreation"
                ],
                "apothegm": "A woman who believes she is ugly needs cherishing and a man who believes he is weak needs respect. She is a new creation and beautiful; he is a new creation and strong."
            },
            "If you do not understand the anger of the black community, then find a trusted black friend and ask, \"Tell me.\" Then, listen and do not speak.",
            "For an emotionally charged term to remain a useful tool rather than become a dangerous weapon, it should have a definition. Privilege is systematic, unearned advantage.",
            "A zinger is not an argument, though an argument may be a zinger."
        ]
    },
    {
        "url": "https://pyzaist.blog/2017/11/01/apothegms-and-observations-xxvii/",
        "apothegms": [
            "Art that bestows beauty to regular life is great art indeed.",
            "Empathy without hope is a worshiped idol, just as powerless as a carved stone. Empathy in context is immensely powerful.",
            "Emerging from depression can create survivor's guilt.",
            "The rare man with no resentment in his heart is to be imitated.",
            "To read several online articles that debate global climate change is not to become educated on climate change.",
            "Life does not wait for you to be ready for it.",
            "If you only listen to your heart, you will never finish anything. If you only to listen to your brain, you will never start anything.",
            "Jesus does not leave us with an endlessly guilty conscience, yet he does not leave us content in our sins.",
            {
                "apothegm": "TD Jakes said it well, \"Some men are not articulate enough to say it, some are not thoughtful enough to speak it, and most are too private to admit it, but it is real hard to be a man.\"",
                "hashtags": [
                    "manhood",
                    "life",
                    "vulnerability"
                ]
            },
            "It is not wise to rush to conclusions. A fast thinker is not a deep thinker. Why? Cognitive bias.",
            {
                "apothegm": "We've all got pressures: school, work, friendships, children, a spouse, self-control. Do not add to these pressures unnecessarily, but instead seek to give strength to others who must learn to live with these pressures.",
                "hashtags": [
                    "Pressure",
                    "Friendship",
                    "AllInThisTogether"
                ]
            },
            "It is sin to insist on your own importance in the life of another. This is an exceedingly hard saying.",
            "Who has more understanding, the renown public speaker with two divorces or the anonymous blue collar worker with happy children?",
            "The more I consider it, the more I believe that the Internet encourages an unhealthy psychology.",
            "What is success? Why do we distract ourselves with things we know are not the answer?",
            "When a person endures endless ad hominem attacks, he is unlikely to be in a listening mood.",
            "When a person receives no empathy, he is unlikely to be in a listening mood.",
            "There is not only tragedy, but evil. There will not only be final restoration, but final victory.",
            "To respect a man is to say to him, \"I would be comfortable being led by you.\"",
            "It is difficult to know what the world was like before we were born.",
            "An unasked word of sincere encouragement goes a long way.",
            "I once heard that insecurities come in three types: A feeling of helplessness, a feeling of hopelessness, and a feeling of worthlessness.",
            "If each other is all we've got, then we haven't got real Hope.",
            "It is tricky to read the Bible as literature when we live in a time when the predominant methods of literary interpretation find their origin in postmodernism. However, it is essential that we read the Bible as literature.",
            "The Christian walk is not about perfection. It is about maturity.",
            "Sex is about gifting your body to another for their pleasure, while lust is about taking the body of another for your pleasure. Sex is about glorying in intimacy with a person you love, while fantasies are about glorying in an imagined and controlled person who worships you. Sex is communicating, \"I am committed to being with you, supporting you, challenging you, and caring for you, until death do us part,\" while pornography and masturbation are communicating, \"You, person on the screen, exist for my use, and I will discard you once I have orgasmed.\"",
            "For the modern Christian, there are perhaps three difficult questions. 1. \"God, why don't you stop all the sin and suffering? Buddhism seems better for that.\" 2. \"God, why don't you make your existence tangible to me? Science seems better for that.\" 3. \"God, why didn't you make a scripture that isn't haunted by fundamental questions of authority and meaning? Islam seems better for that.\"",
            "With a nod to Leo Strauss, if ethics is entirely determined by each individual, then it is not objectively unethical to oppose a person's ethics; it is objectively irrational. Utter freedom of self-expression becomes the only rational option. An accusation of intolerance is not an accusation of immorality, but of stupidity.",
            "\"To have a functioning society, we must have a concept of justice. But if so many disagree so fundamentally on the nature of justice, then is it unknowable? So, we must individually create our own concepts of justice.\" What is our functioning society, then? All political action must be only an attempt to impose your view on others, which, when it becomes self-conscious, means an attempt to dominate others. The Benevolent Authority becomes a hilarious absurdity, and cynicism can be named realism without self-deceit.",
            "Disagreement with a group's assumption that is difficult to place is often misidentified as a lack of awareness, and disregarded.",
            "Epistemological despair often leads to metaphysical nihilism, but this is not a necessary step. It is only a spiritually likely one.",
            "It is important to consider whether Adam and Eve were historical or literary figures, because this may greatly impact how we are to read the Scriptures. However, it is more important to remember that He made creation to be very good, that humanity has Fallen, and because of this, I used to be dead in my sins, but I have now been made alive in Christ, so that I may live out the soli deo gloria by loving God and loving others, which includes sharing in Christ's suffering, practicing humility, giving to the poor, caring for the widows and the orphans, worshiping in spirit and truth, excelling in the tasks that I have been given, practicing love, joy, peace, patience, kindness, goodness, faithfulness, gentleness, and self-control, learning to be content in all stations of life, bringing others to a knowledge to Himself, not neglecting to meet with other Christians, establishing myself in a spirit of unity and peace, cultivating a heart that delights in wisdom, trusting in God's timing and actions and what He allows, and enjoying the good gifts he gives me, yet I still fail to do this, but he has not only saved me, he has adopted me, so though all my best works are like filthy rags, I can still boldly approach the throne of grace, to find forgiveness and love, which heals my pained conscience, and reminds me that not only am I working strenuously towards sanctification, but he is working in me as well, …"
        ]
    },
    {
        "url": "https://pyzaist.blog/2017/12/01/apothegms-and-observations-xxviii/",
        "apothegms": [
            "Joy is a virtue.",
            "Addiction is built into the core of the modern market.",
            "A parent who does not understand their own persuadability will not understand their child's inevitable addiction.",
            "In a time of universal doubt—being orthodox is a revolutionary act.",
            "The ancient philosophers and all religions take it for granted that the Truth is unified with the Beautiful. The modern horror is to deny this, and to say that Truth only reveals senselessness.",
            "I believe in God for three reasons. 1. Jesus rose bodily from the dead. 2. The Christian Scripture has my full trust. 3. The only alternative I can see is utter valuelessness, and there exist real Values both ethical and aesthetic, therefore there is no alternative.",
            "It could be said that Fascism is the masculine instinct gone too far, and Communism is the feminine instinct gone too far.",
            "The wise Kevin Twit said, \"Fundamentalism sets you up for a crisis of faith.\"",
            "Doubt prevents worship.",
            "There is no uncertainty that science cannot produce values.",
            "People do change. Progress is possible.",
            "It is not that women need cherishing more than men and men need admiration more than women. It is that women's insecurity tends to be that they are not loved, and men's insecurity tends to be that they are not respected. It is not an imbalance of needs, but an imbalance of insecurity. This calls for an imbalance of affirmation.",
            "It is good to pray the dangerous prayer: \"Father, make me into who you want me to be.\"",
            {
                "hashtags": [
                    "worship",
                    "beauty",
                    "ArgumentForGod"
                ],
                "apothegm": "The value of the argument from beauty is that it cannot be purely cerebral. It begins with an experience of beauty, therefore it leads directly into worship. It is not a strong argument for the unpersuaded materialist, but for the already persuaded, it is immensely valuable. As Dostoyevsky said, \"Beauty will save the world.\""
            },
            "The one who laughs at heavy things may be foolish. But the one who is gravely serious towards light things may be in pain.",
            "The humble person will not have insecurities.",
            "I am not humble when I think to myself, \"I am finally learning what it means to be humble.\" I am not humble when I think to myself, \"I am desperately prideful.\" I am humble when I forget to ask whether or not I am humble.",
            "I am not humble when I think to myself, \"I can finally accept that I have some talents.\" I am not humble when I think to myself, \"I'm really not very good at what I do.\" I am humble when I am simply enjoying what I am doing, and I forget to ask if I am talented at what I am doing.",
            "Much of joy involves letting go.",
            "A culture of sincere complaining is a misery, but a culture of sincere compliments is a joy.",
            "The materialist mindset cannot understand worship.",
            "Virtue has little to do with worship, and worship has little to do with virtue.",
            "A life without worship is not a human life.",
            {
                "hashtags": [
                    "worship",
                    "surrender",
                    "praise"
                ],
                "apothegm": "Worship necessarily includes surrender of some kind."
            },
            "Science does not lead to worship, though it can certainly aid it.",
            "Worship is spiritual—it is not purely cerebral, and it is not uncerebral.",
            "Virtue involves stepping into life's times. Worship involves stepping out of your life, into true Life.",
            "It is not easy to change your mind.",
            "The beginning of understanding is understanding that you don't understand.",
            "I do not trust a philosopher who cannot lose himself in the joy of a poem.",
            "There are many, many fronts in the War. Pick one and fight; contribute."
        ]
    },
    {
        "url": "https://pyzaist.blog/2018/01/01/apothegms-and-observations-xxix/",
        "apothegms": [
            {
                "apothegm": "Truly, an expert in slothfulness is also an expert in justifying himself.",
                "hashtags": [
                    "sloth",
                    "Proverbs",
                    "laziness"
                ]
            },
            "The Fathers had difficulty evangelizing as well. They called it being \"ashamed of the Gospel.\"",
            "An experience of suffering can become a source of pride.",
            "A friend speaks frankly.",
            "A friend seeks to understand you.",
            "The privileged kids can be a clique, and so can the strugglers. The essence of a clique is an illusion of a shared secret understanding of life. People who \"get it\" like you do are liked and included; those who don't are tolerated and excluded.",
            "The man who is curious can never truly be part of a clique.",
            "Proverbs 22:6 is not a promise, but a wisdom.",
            "Do nothing in vengeance.",
            "How can the talented marketer avoid unethical manipulation?",
            "It is no good to develop strategies to glorify God and enjoy Him, if we forget our end goal of glorifying God and enjoying Him.",
            "What impresses me about the Eastern philosophers is that they understood what it means to dig deep and lay foundation on rock.",
            "Just because I've heard a thing before does not mean I do not need to be taught that thing.",
            "Nietzsche's project was the trans-valuation of all values. His hope was for an Ubermensch whose force of will could create a new set of values—a new religion—for the atheist. His desire was to create for himself something to worship. My thoughts drift to Isaiah…",
            "The warrior's religion has mirth; the scientist's religion has worship; the social worker's religion has hope; the blue collar's religion has majesty; the police officer's religion has peace; the politician's religion has rest; the federal judge's religion has grace; the dancer's religion has doctrine; the activist's religion has silence; the professor's religion has mystery. What would humanity be without religion?",
            "There is something in me that takes comfort in confusion.",
            {
                "hashtags": [
                    "ItsHowWeWork",
                    "JoyInChrist",
                    "idolatry"
                ],
                "apothegm": "Until you understand what it means to find your joy in Christ, you will be unable to leave your idols."
            },
            "If I am not yet joyful, then I am not yet mature.",
            {
                "apothegm": "It is no good to show how the idols of the world do not satisfy if you do not also show how Jesus does satisfy.",
                "hashtags": [
                    "idolatry",
                    "Jesus",
                    "satisfaction"
                ]
            },
            "With over a billion views, the Pilots certainly struck a chord.",
            "A society that roots its foundation in the scientific method will be unable to avoid nihilism.",
            "The wise Josh Van Swol said, \"Introspection can give you completely wrong conclusions.\"",
            {
                "apothegm": "Everyone agrees that the world has changed, and yet it is common to scoff at the elder ones who complain that life was simpler and better in the olden days. Does this mean that everyone thinks that the world has only changed for the better?",
                "hashtags": [
                    "contradiction",
                    "ThePast",
                    "OldPeopleKnowStuff"
                ]
            },
            "Technology is certainly marvelous. But what is the end goal of it all? If we do not know the answer to that question, then the question only becomes all the more relevant.",
            "How can one worship with one's thoughts? Wonder and awe is certainly an answer.",
            "The man who can worship in the midst of his daily work, in the midst of emergency situations, and in the midst of rigorous thinking is a man of God indeed.",
            "It is ignorance to label all the anxious contemplations of medieval monks \"silliness.\"",
            "Wisdom is not cold.",
            "The healthy person is often merry.",
            "Contra New Sincerity, the religious friend believes that worshiping God is the fundamental value, and authentic community is subordinate to but springs out of that.",
            "\"In spite of all the evidence to support evolution, I will have faith that my interpretation of the Genesis account is correct.\" This is not biblical faith, but foolishness. \"In spite of all the evil happening in the world that I do not understand, I will have faith that God is all-wise and all-good.\" This is biblical faith."
        ]
    },
    {
        "url": "https://pyzaist.blog/2018/02/01/apothegms-and-observations-xxx/",
        "apothegms": [
            "Kierkegaard had many good things to say, but he did not often enjoy God.",
            "Theology is a progressive science.",
            "I will vehemently defend the fragile love of scientific progress that Western culture has recently produced, and I will vehemently declare that scientific progress alone does nothing for human joy or values.",
            "Systematic theology depends on the data of biblical theology. The data of biblical theology is produced with an assumed systematic theology. Hence the term \"hermeneutical spiral\".",
            "Peace is a virtue and a gift.",
            "Unity is an end in itself, because it is beautiful to God.",
            "Reconciliation is an end in itself, because it is beautiful to God.",
            "With a nod to Ed Welch, all psychology research has a bias of being done within a modern, Western, technological society that shapes our psyche.",
            "A lack of understanding often produces shame. This ought not to be so. The ones who do understand, take care not to be the origin of this shame.",
            "I want no part in a religion that gives honor only to the work of the priest, and not to the work of the car mechanic.",
            "Epistemology is where the difficulty of philosophy lies.",
            "Feeling shame and feeling guilt are not the same.",
            "If your love of God does not encourage you to love the people around you, and instead causes you to be dissatisfied with them, then you do not know the God you love.",
            {
                "apothegm": "Modern Islam seems to me to be profoundly different than the Islamic sacred text. The Quran is highly poetic, while Islam is highly rigid and legal. It creates mechanical minds, which is why Islam's only contribution to the world has been in mathematics.",
                "hashtags": [
                    "Islam",
                    "Quran",
                    "RigidReligion"
                ]
            },
            "The Quran is surely beautifully written, and Muhammad surely had a sense of God's holiness. But just as surely, the Quran is not a good thing. It does not condemn domestic violence and says that Allah created evil in order to test us. What kind of society would this produce? I would much rather listen to the Analects.",
            "\"What kind of soul would this worldview produce?\" This is a good test, though it has pitfalls, not the least of which being that it is wholly individualistic. \"What kind of society would this worldview produce?\" This is a better test, especially when one eye is on the art of the society.",
            "Where there is no movement, there is no life. Only a dead thing is utterly settled.",
            "What is the most sure method of foisting doubt upon an idea, and the most hilariously empty? By invoking the omnipotent \"problematic.\" I will give you a hint: all deeds and all words and all thoughts can be called problematic.",
            "It is not wise to be dogmatic about every issue. It is foolish to be dogmatic about no issues.",
            "When a Muslim is asked what the purpose of life is, he answers that it is to know and worship God. When a Muslim is asked what the rationale is behind submitting to God's will and following the law, he answers that those who believe and obey will be rewarded in Heaven according to their deeds. Islam cannot decide whether the purpose of life is God or pleasure.",
            "The $6 rotisserie chicken is truly a wonder of our time.",
            "I chuckle when the progressive thinker denounces other people who set up a binary of Us and Them, and treat others as Others. What has he just done, except set up a binary of Us and Them, and treated the other as the Other? Sartre meant it as a natural and inescapable result of interacting subjectivities.",
            "Three fourths of the difficulty is figuring out the right purpose, not how to accomplish that purpose.",
            "A life without play is a misery.",
            "The healthy person can laugh at the things he would die for.",
            "\"I think materialism is true.\" In that case, what exactly do you mean by the words \"I\" and \"think\"? Are they not reducible to illusion?",
            {
                "hashtags": [
                    "contentment",
                    "grit",
                    "wordshavemeaning"
                ],
                "apothegm": "Never grumble."
            },
            "When a Muslim is asked what the rationale is behind submitting to God's will and following the law, he answers that those who believe and obey will be rewarded in Heaven according to their deeds. We may conclude that he believes that satisfaction and fulfillment are found in pleasure. Yet, when a Muslim is asked if we should pursue pleasure on earth, he answers that pleasure is a distraction from doing God's will. The fulfillment of life is pleasure, but on earth, we deny ourselves pleasure. That is, we deny ourselves fulfillment. Thus, the Muslim cannot feel fulfilled while he is on earth. By comparison, Piper reminds us that Christianity is a divinely oriented hedonism.",
            "Sprinkled all over Creation are hints of the Truth, which find their completion in Scripture. This is how it can be that only Scripture is the Truth, and yet truth can be found in many places.",
            "In the realm of orthodoxy, there is some nuance. In the realm of orthopraxy, there is much nuance."
        ]
    },
    {
        "url": "https://pyzaist.blog/2018/03/01/apothegms-and-observations-xxxi/",
        "apothegms": [
            "Truth is not a construct used to gain power and inflict oppression, but rather it is freedom. To believe that truth is oppression is itself a profound oppression.",
            "If a man can bring the world around him closer to Joy, I will listen to his opinion. If a man can bring his children closer to Joy, I will trust his opinion. But if a man can bring his wife closer to Joy, I will seek his opinion.",
            "It is right to focus on loving family not because it is comfortable and easy, but because it is the hardest test of yourself.",
            "The suffering that comes with being a shepherd is not easily soothed.",
            "The man who loves Scripture will evangelize.",
            "Postmodernism is always complaining of the \"incoherence\" of other ideologies, all the while maintaining the deepest incoherencies of them all. But I suppose this is to be expected, as it is an incoherent philosophy.",
            "The similarity in cognitive ability of primates and humans raises real questions of our spirituality.",
            "I do not say many things with complete and unwavering conviction, but I say this. A materialist can only be a nihilist. When his philosophy (inevitably) does not become nihilist, it is because he is choosing to ignore his materialism.",
            "A man is better judged by his actions than his reactions.",
            "It is unbearably painful to witness the shame of a failed artist.",
            "Never justify cowardice.",
            "The one who loves the Truth will be cautious in declaring that he has found it.",
            "The wise Josh Van Swol said, \"An argument from a slippery slope is, actually, a fallacy.\"",
            {
                "apothegm": "Everyone is a burden; everyone is a joy.",
                "hashtags": [
                    "burden",
                    "people",
                    "us"
                ]
            },
            "Nothing destroys a joyous fellowship faster than pride.",
            "If I do not have humility, then I have not even begun.",
            "Bitterness, sloth, jealousy, hatred, and pride are ever in my soul, waiting to be let out.",
            "If your delight in life consists of finding art or people for which you can say, \"This is me!\" then what you desire is a clique.",
            "Art that is merely relatable does not challenge you, does not move you past yourself, does not change you, and does not bring you deeper or higher.",
            "The beauty that I want to desire to seek is precisely the beauty that is not like me. I want us to be different, so that we can be ourselves, as we were created to be. To demand you to be relatable is not to love you, but instead to carve you into the image of me.",
            "A person is to be honored, but not worshiped.",
            "If you like people only because they are relatable, then you do not like Jesus.",
            "The only place we will feel full and permanent belonging is heaven.",
            "Bitterness leads to death, and is not to be taken lightly.",
            "The relatable in life does much good in easing loneliness and allowing us to laugh at ourselves.",
            "To only love what is relatable is to only love yourself.",
            "The relatable in life can hold much mirth and laughter.",
            "What is relatable? What is relatable is pride and foolish anger. Dirty lust. Being downcast to the point of physical pain manifested as a headache. Anxiety that is not funny. Bad communication that hurts the ones I love. A sluggard who hates the couch but wallows in it. These things are relatable, but filled with sin or sorrow. Spilling coffee on yourself right before an important meeting is also relatable, and filled with joy. Just because something is relatable does not mean it should be celebrated.",
            "The relatable reminds us that we are not alone.",
            "Flubs that break us out of our seriousness are great blessings, for they are filled with hearty laughter.",
            "We can learn how to better love others by thinking. But we cannot learn how to love others by thinking.",
            "To borrow a thought from Gilbert, the healthy person does not often think about health."
        ]
    },
    {
        "url": "https://pyzaist.blog/2018/04/01/apothegms-and-observations-xxxii/",
        "apothegms": [
            "The man of understanding is patient with another who does not understand.",
            "Often, confusion comes before understanding.",
            "It is no good to point out all the ways we find our worth in empty places if we do not show the way in which we can find our worth in Jesus.",
            "The bookworm with a disgust for athletics is the same as the jock with a disgust for literature. Neither are willing to leave their own culture, and neither are able to look past the fans to the deeper beauty of what they are celebrating.",
            "Romance is adventure, and dangerous. To be afraid of risk is to be unable to embrace romance.",
            "A life without sacrifice is a life without love.",
            "It seems to me that much of maturing is letting go of fear.",
            {
                "apothegm": "To avoid what is dangerous is to avoid God, for the LORD is a warrior.",
                "hashtags": [
                    "warrior",
                    "dangerous",
                    "Lord"
                ]
            },
            "All the celebrated Great Ones of modern philosophy are trying to find an answer to this question: \"Since the sentimental, romantic, imaginative, religious view of the world has been smashed to pieces, how are we to embrace authenticity, but avoid nihilism?\"",
            "The appeal to church tradition is powerful because our doctrine was not created by us via the scientific method, but given to us via divine revelation.",
            "The cultural environment of our world is not the corrupted Catholic environment of the Reformation, but the pagan environment of the early church.",
            "Do I worship Him with my whole life? Do I believe in His words with my whole mind? Do I delight in Him with my whole heart? These questions are never finished.",
            "Addiction is slavery.",
            "Slavery to God is freedom.",
            "I always recommend expanding your taste in festivals.",
            "It seems to me that the more Christian your soul becomes, the more you will love all aspects of Culture. Art, ceremony, athletics, cuisine, poetry, romance.",
            {
                "apothegm": "Culture was provided by God to be a joyous human activity. To hate any aspect of Culture is usually to react to the idolatry of others. But this reaction is a rejection of a happy gift from God, and very dangerous.",
                "hashtags": [
                    "culture",
                    "reaction",
                    "gift"
                ]
            },
            "If I express my enjoyment of something for no moralistic reason, without a thought of you, but only because I enjoy it, then you will be curious. If I enjoy something because it is very spiritual to enjoy it, or because everyone else does and I want to fit in, or because I want to proselytize you by taking control of your soul and making it enjoy the thing I enjoy, then you will tend to dislike that thing.",
            "It is impossible to force someone else to enjoy something.",
            "A correct view of authenticity does not despise imagination. A respect for what is real should not negate a love of what is imagined. This Is Us does not destroy The 13 Clocks.",
            "When you delight in the work of Christ, then you realize that oak trees and stars are delightful as well.",
            {
                "apothegm": "Wisdom joys in imagined faerie tales, and understands desolation.",
                "hashtags": [
                    "wisdom",
                    "imagination",
                    "sadness"
                ]
            },
            "Living authentically is living truthfully. It is living with ideas and purposes for actions and being that are in accordance with reality; reality of yourself and reality of the universe's story. The existentialists value living with authenticity, the Stoics valuing living with authenticity, the Easterns value living with authenticity, and the religious value living with authenticity. The whole question is about what is real. Does imagination, story, legend, mythology depart from what is real? Or does it remember what is real? Does suffering show us what is real, or does it distract us from a deeper reality? When the materialist lives authentically, he is endlessly downcast, just trying to get by. When the Christian lives authentically, he has a whole range of emotions, from grief to laughter to shame to triumph to contentedness to doubt to joy.",
            "Perhaps the most important function of history is the remembrance of God's good works.",
            "The topic of modesty is truly a difficult one. How are men to worship God for the beauty of the feminine body, with its skin and its wonderful sexuality, and yet not sin? How are women to enjoy the adornment of their bodies with fashion, while considering the invasive and unjust fact of the lust of men? And what of men's bodies?",
            "Only the wise can understand how to celebrate God's gift of alcohol. Only the exceedingly wise can understand how to celebrate God's gift of sexuality.",
            "True hospitality will tend towards diversity. If there is no diversity, then it is doubtful that there is hospitality. But of course, it is more complicated than this.",
            "What is diversity?",
            "Our beliefs are largely shaped by what sources of information we trust. Thus, most of our beliefs come from ad hominem fallacies. Even so, this is often not a problem, as trust is not arbitrary.",
            "There are moments when I am upset that God has never spoken directly to me, that he feels silent. But then, I remember that his glorious words are sitting on my desk, waiting to be heard and pondered.",
            "We are to be always reforming, yet we are to be convicted of what we say. He who does not continue to reform will not listen to detailed argument, and is a fundamentalist theologian. He who is not convicted of what he says will not take action because of his beliefs, and is a liberal theologian.",
            "Theology is a means to the end of worship, not the other way around.",
            "If you do not understand why false teachers have been killed in all but the recent past, then you are blessed, and have never experienced the rage and bereavement and despair that accompanies the death of a loved one's faith."
        ]
    },
    {
        "url": "https://pyzaist.blog/2018/05/01/apothegms-and-observations-xxxiii/",
        "apothegms": [
            "If there is an overlap between the realms of scientific inquiry and biblical theology, and if both the scientific method and the careful interpretation of Scripture are valid epistemological systems, then there can be no contradictions in the areas where they overlap. Therefore, if there seems to be a contradiction, then the task of harmonization has begun. One or the other is wrongly interpreted.",
            "Truly, if I speak with the most beautiful and true words ever uttered, but have not love, it is only a pain to listen to me.",
            "Lack of humility leads to lack of listening to others leads to lack of understanding of others leads to assumption of foolishness of others leads to self-righteousness leads to lack of humility leads to ….",
            "He who embraces Marx must reckon with Lenin.",
            "It is better to keep silent than to speak from a heart of self-righteousness.",
            "When it is time to speak, do not keep silent.",
            "This is the beginning of living: \"Christ came to save sinners, of whom I am foremost.\"",
            "This is the beginning of counseling: \"I am no better than you.\"",
            "It is a joy to serve under a wise leader.",
            {
                "apothegm": "The governance of a wise ruler is full of life.",
                "hashtags": [
                    "wisdom",
                    "ruling",
                    "joy"
                ]
            },
            {
                "hashtags": [
                    "postmodern",
                    "hypocrite",
                    "speakwhatyouknow"
                ],
                "apothegm": "If you have never read a postmodern theorist, it is best to refrain from critiquing postmodernism."
            },
            "Atheistic metal is childish. What do they have to sing about? Emotions? Mere symbolism? Imagined myths? The Absurd? At most, Heideggerian contemplations on dying? No, we Christians actually believe in demons, sin, and a God who is a warrior vanquishing his foes, and we have more reason than anyone to make metal.",
            "Any serious insistence on purity will lead to something resembling Nazism, unless purity is understood to mean kindness and humility.",
            "Purity, cleanliness, disgust, and cruelty all go together quite nicely.",
            "A life with no disgust is a life with no values.",
            "A life lived only in opposition to Hitler's monstrosities will inevitably become a monstrosity itself.",
            "Wisdom is persuasive to the wise man, but he is not convinced by foolishness.",
            "The fool receives instruction like the wise man receives arrogance. He is unmoved.",
            "Without knowledge of the problems, how can we speak of the answers?",
            "I hesitate to trust words that come without actions.",
            "The wise man enjoys the pleasures of the world without sinning.",
            "How am I to contemplate one with knowledge but no wisdom? What am I to do with one who is passionate but not wise?",
            "The wise man adapts to the society in which he lives.",
            "Men of understanding are unashamedly influenced by the place from which they come, yet are able to converse with each other like old friends.",
            "The words of the one who is slow to speak in a dispute are valuable, not to be dismissed.",
            "The wise Josh Van Swol said, \"The Bible does not ever tell us to be quick to speak. It tells us to be bold in our speech.\"",
            "How often it is that the one who knows least about a controversy speaks with the most confidence.",
            "The wise man might be convinced, but no argument can sway a fool.",
            "It is dangerous to scoff.",
            "Questions were made to be resolved, so that we may get to the joyful work of loving God with our mind, heart, and hands.",
            "Nietzsche was once asked why he believed what he believed. He wisely responded, \"I don't remember! I can hardly remember my opinions, and you expect me to remember the reasons for my opinions as well?\" Hence, the importance of the written word.",
            "We are a most forgetful people."
        ]
    },
    {
        "url": "https://pyzaist.blog/2018/07/01/apothegms-and-observations-xxxiv/",
        "apothegms": [
            "The infinite qualitative distinction leads me to say, \"Where art thou, O Lord?\" But he responds: \"I love you, and condescended, and gave you covenant theology to hold on to.\"",
            "Soteriology is not the whole of Christianity.",
            "I hesitate to trust a man who is unfamiliar with receiving criticism.",
            "The beginning of wisdom is not to avoid foolishness, but to get wisdom.",
            "The wise James Martzin said, \"The chivalrous man is tender to his daughters, but terrifying to dragons.\"",
            "The strong church has a slight drop in attendance on Easter. A few extra people show up, but more are away with family.",
            "My mistakes have taught me more than my good deeds.",
            {
                "apothegm": "Mental asylums are expressions of radical love, and there comes a time that they should be used.",
                "hashtags": [
                    "MentalIllness",
                    "HardSolution",
                    "love"
                ]
            },
            "A coping mechanism is not the same thing as an idol.",
            "I recommend four books in this order for my generation: Habakkuk, Ecclesiastes, Jude, and Luke.",
            "Here is a justification for the sentiments of animal rights activists: Proverbs 12:10.",
            {
                "apothegm": "The scoffer and the nihilist have much in common.",
                "hashtags": [
                    "scoffing",
                    "nihilism",
                    "values"
                ]
            },
            "After reading Orthodoxy, The Antichrist was not so troubling.",
            "In war, it is not overly important if a man is nice or not. We are all at war.",
            "A woman who believes that niceness is the supreme virtue will damage her son.",
            {
                "apothegm": "A woman who believes that niceness is the supreme virtue will be confused when her husband feels distant.",
                "hashtags": [
                    "nice",
                    "masculinity",
                    "manhood"
                ]
            },
            "When a man is a bold warrior, his niceness has not that hint of cowardice, and is truly admirable.",
            {
                "apothegm": "The humble man accepts discipline.",
                "hashtags": [
                    "humility",
                    "discipline",
                    "humble"
                ]
            },
            "A question that our generation is asking: Are the normal means of grace only prayer and Scripture, or does community join that number?",
            "A good way to learn about your home is by leaving it.",
            "I hesitate to trust a thinker who cannot anticipate possible points of confusion.",
            "The most important concept for understanding modern and contemporary art is Duchamp's distinction between retinal and conceptual art.",
            "Impatience is an enemy of virtue.",
            "It is easier to listen to a child's violin playing than a man with knowledge but no humility.",
            "The most tremendously mysterious words ever uttered: \"My God, my God, why have you forsaken me?\"",
            "Life is hard, and as we try to live it, we will be burdens and inconveniences to others. Therefore, work to not burden others, and do not grow bitter when another burdens you.",
            "I do not trust a man who has inspiring words but who does not have clear beliefs.",
            "We have rights before men, and there are good boundaries that men cannot cross. But we have no rights before God, and there are no boundaries He cannot cross.",
            "Forgiveness is always unfair.",
            "It is foolish to ignore the obvious. We are all foolish.",
            "I want my religion to be scholarly, therefore I want my religion to be peer reviewed."
        ]
    },
    {
        "url": "https://pyzaist.blog/2018/08/01/apothegms-and-observations-xxxv/",
        "apothegms": [
            "A man who understands and respects both the seriousness of Mad-Eye Moody and the mirth of Robin Hood is a man to be trusted.",
            "Biblical fidelity requires biblical scholarship. Without scholarship, what are we being loyal to?",
            "If you want to understand Postmodernism, don't read about Foucault. Read Foucault.",
            "God doesn't need you to defend Him to the world, though He requires it of you. He is the warrior. What he wants is for you to know him, serve him, follow him, and praise him. In the midst of that, build His Kingdom with much knowledge, ardor, and humility.",
            "If your theology is impeccable but you have no passion for supporting missions with your money, then I doubt your theology is impeccable.",
            "Christianity is not only about doctrine and knowledge, but transformation, action, and emotion.",
            "In a reasonable discussion, true doctrine can defend itself—it doesn't need you to feel like a warrior who protects it. There are reasonable discussions, and then there are unreasonable discussions.",
            {
                "apothegm": "Before engaging in a controversy, ask yourself: Am I seeking to retain power, authority, and control, or am I seeking to know the Truth, that I may know God, that I may worship Him more? If your desire is power, be silent. I say again: If your desire is power, sit down.",
                "hashtags": [
                    "controversy",
                    "power",
                    "truth"
                ]
            },
            "Fear is the enemy of truth.",
            "Do not over-lament at the evils of a secular society. We are to expect nothing more. Lament at the indolence of us, the Church.",
            "Life without suffering is not a Christian life.",
            "Ecclesiastes 7:10 is always sobering.",
            {
                "apothegm": "Never allow self-righteous feelings to endure. Always seek humility.",
                "hashtags": [
                    "humility",
                    "SelfRighteous",
                    "pride"
                ]
            },
            "If it is wrong to seek self-interest, then Proverbs is an evil book.",
            "Via James, solidarity without action is not very helpful.",
            "God does not need you. But He delights to work through you.",
            "A strong test: If a person can name several people who disagree with them, and name why those people disagree with them, and explain why those reasons are not valid reasons, then that person certainly has words worth listening to.",
            "If we do not know what we need salvation from, Christianity won't be very appealing.",
            "Upon discovering a true paradox, we can either respond with anguish or mirth. We ought to respond with mirth.",
            "The completely clean and organized space is sterile, lifeless, and cannot adapt. The completely unorganized and chaotic space is lawless, mindless, and serves no function.",
            "If you do not want to repeat the sins of your parents, it is likely that you must one day forgive them of their sins.",
            "There are three reasons to go on a short-term mission trip. To support the missionary with your fellowship, to build permanent things (for example, through construction), and to enrich your own heart by serving the destitute for Christ.",
            "A measure of the health of a church: How much of the sermon is spent bringing you into the text?",
            "A measure of the health of a church: How long do members linger in fellowship and talking after the service ends? Are they friends?",
            "If you want to know what a church cares about, look at its budget. Where a church's money is, there its heart will be also.",
            {
                "apothegm": "Understanding does not increase fear. Understanding increases trust in the Father.",
                "hashtags": [
                    "Understanding",
                    "Trust",
                    "God"
                ]
            },
            "We should not train our children to be afraid of the things that are out there. We should raise them into an awareness of the things that are out there.",
            "The burning question is not, \"How can we prepare our children to survive this crazy culture and keep the faith?\" The question is, \"How can we prepare our children to love God, love others, and to do so with humility and mirth?\"",
            "If a person does not seek virtue and happiness, why call them intelligent?",
            "It takes great wisdom to know how to interact with emotions—your own, and someone else's.",
            "Four questions for understanding the combination of wisdom and humility. How is the clinically depressed person to approach humility? How is the humble person to receive honor? How is the humble person to love his beliefs while living in a multicultural society? How is the humble person to be bold?",
            "When my mind is brought into an understanding of teenage sexting, it grieves a question: \"Who could possibly survive the average teenager's world?\"",
            "The greatness of \"LOVE.\" lies in the man who is singing it. Even more so with our bridegroom."
        ]
    },
    {
        "url": "https://pyzaist.blog/2018/09/01/apothegms-and-observations-xxxvi/",
        "apothegms": [
            "An unjust society will not last.",
            "When we engage with a theological controversy, we ought to do so with much level-headedness.",
            "Tell me the name of the man who claims that God is contra pleasure and contra comfort and contra leisure, that I may rebuke him! Did God not create sexuality?",
            "A central truth of the Christian life: Whatever happens, if God's got us then we gon be alright.",
            {
                "hashtags": [
                    "WisdomTendsTowardsJoy",
                    "wisdom",
                    "joy"
                ],
                "apothegm": "If I believe that the carefree man is merely ignorant or lazy, then my soul is in a sad state."
            },
            "It is better to reverse a sin pattern than it is to grieve over a sin pattern.",
            "Worship and obedience cannot be separated.",
            "There are few things more important to having a reasonably good life than the accumulation of wise counsel.",
            "The profundity of Exodus 33:11a renders me speechless.",
            "Nothing that is nihilistic can include concepts of sacredness or holiness.",
            "What church should you attend? I don't know. But I do know that you will attend an imperfect church.",
            "If a topic has nuance, then one man's honest report is another man's spin.",
            "The good lover is not the man who has satisfied fifty different women. It is not difficult to do this. The good lover is the man who has satisfied one woman for fifty years.",
            "Obsession over authenticity can lead to lack of repentance and continuance of habits of sin.",
            "Your personality profile is not your identity.",
            "People who like Communism are usually thinking of Marx. People who dislike Communism are usually thinking of Lenin. The question is, can Marx be separated from Lenin?",
            "If I identify as a gossiper, then when I begin to make real spiritual progress away from the sin of gossip, I will feel like I am betraying myself and am being un-authentic. I will be uncomfortable in my New Man, and will desire to return to the sin of my flesh, to familiarity. Thus, aiming for authenticity is only good if we understand our true identity in Christ. Otherwise, it is a snare that keeps us away from repentance.",
            "Transformation often requires strenuous work, yet the source of transformation is not our work.",
            "A transformative experience might take ten seconds or seven decades. A sudden transformative experience may be a revelation of the tremendous stability that Christ provides for us. A prolonged transformative experience may be the daily work of loving your neighbor for seven decades. Both teach us much, and both change us greatly.",
            "Transformation is more about an external God or experience reaching into us and changing our hearts. Repentance is more about a daily turning away from sin towards love. Transformation is often related to truth or reality, while repentance is often related to morality and the law. Both are an essential part of the Christian walk.",
            "In Christianity, we are transformed into a new thing, which is the thing that we truly are. None of us are authentically ourselves until we are glorified.",
            "A shameless person reminds us that shame has a purpose.",
            "With a nod to CCEF, guilt is a feeling of condemnation when we do not meet a standard. Shame is a feeling of condemnation when under the gaze of a disapproving other. Guilt is about our deeds, behavior, and external being. Shame is about our identity and who we are. False guilt occurs when we try to meet a standard that is not obligatory, and can be mended through teaching about the real standard and real forgiveness. Unhealthy shame occurs when we find our self-worth in the wrong eyes, and can be mended through teaching about the One who loves us. Not to say that this mending is simple or easy, however.",
            {
                "apothegm": "It is profoundly evil to get a sense of satisfaction from the public humiliation of another. Yet, haven't we all felt this malice?",
                "hashtags": [
                    "malice",
                    "TotalDepravity",
                    "ChristCameToSaveSinners"
                ]
            },
            "Make no excuses to avoid the work God has given for you to do. Do not be burdened by work that is not commanded by God. This is the work God has given for you to do: Love God, love your neighbor.",
            "There are few things in life better than seeing your beloved wife live happily.",
            "Fear of God is taking the holiness of God seriously.",
            "Why is it important to have good doctrine? Many reasons. But one reason is so that we can have something to say in counseling, instead of just sitting there and saying we don't know what to say.",
            "I want to teach my children to be happy in life, and to delight in life, and to have mirth and goofiness. I also want to teach them that life is difficult and the world is severely broken. I want to teach them about the beauty of trust and friendship. I also want to teach them that men are sinners. I want to teach them about the importance of leisure. I also want to teach them to be diligent and that sloth is a deadly enemy."
        ]
    },
    {
        "url": "https://pyzaist.blog/2018/10/01/apothegms-and-observations-xxxvii/",
        "apothegms": [
            "It is often unhealthy to overseek comfort, but it is not unhealthy to overseek the comfort of Christ.",
            "With a nod to Pastor Smith, there is only one healthy fear—the fear of God.",
            "Intelligence is a valuable thing, but is morally neutral. It has never been a virtue. Prudence, wisdom, knowledge, and understanding are the virtues.",
            "From what I have seen, Buddhism probably provides the best life a profound and modern atheist could hope for, and is close to nihilism.",
            "I have seen several young men pass the offering plate at Presbyterian churches, and I did it myself when I was 19. I had not even officially joined my church at that time. But I have never seen a woman have this honor. Why is this so?",
            "Paradoxically, the path to diligence runs through the fields of contentment.",
            "If a person is mature, then others will occasionally be offended by that person, but those occasions will be rare.",
            "What someone thinks about any particular thing is always a reflection on them, and sometimes a reflection on that thing.",
            "If your beliefs have been shown to be wrong, change your beliefs. If your beliefs have not been shown to be wrong, don't change your beliefs. It is surprising how difficult it is to follow this advice.",
            "In the end, there is no such thing as righteous anger at God. Yet, there is a time to speak this and a time to keep silent.",
            "Peace doesn't mean being dead inside. True peace does not lack energy or motion.",
            "There are three enemies: Satan, the world, and the flesh. None are to be ignored, none are to be overemphasized, none are to be a source of fear or hopelessness.",
            "Regular stout meals go a long way for mental health.",
            "I really don't know much. Much of my mind is distracted by petty things. I just know that art is deep inside the purpose of life, that I want you to find peace and happiness, and that we all ought to talk often of Jesus.",
            "The mature man loses neither mirth nor reverence, neither joy nor compassion.",
            {
                "apothegm": "There is much empty talk in the world.",
                "hashtags": [
                    "BeTheDifference",
                    "EmptyTalk",
                    "wisdom"
                ]
            },
            "\"Only God can judge me.\" I agree, and what a wonderful truth it is! But, do not forget that He will.",
            "I have found that it is far easier to decry a bad thing than it is to praise a good thing.",
            "Just because something throws off our day and is horribly annoying does not mean that that thing is bad.",
            "This world is forever fascinating.",
            "A witticism without a system is valuable, but a witticism that has a system behind it is more valuable.",
            "I do not despair of systems.",
            {
                "apothegm": "Specificity is Satan's bane. He prefers us to be vague in our words, because deception can be easily hidden in vagueness.",
                "hashtags": [
                    "clarity",
                    "SpiritualWar",
                    "vague"
                ]
            },
            "The man who can be both bold and meek at the same time is to be imitated.",
            {
                "hashtags": [
                    "humbling",
                    "hypocrisy",
                    "jesusbelikedat"
                ],
                "apothegm": "The very same sin that yesterday you found unbearable in someone else, you will find deep in your soul tomorrow."
            },
            "Sad is the one who doesn't know that mischief is jolly.",
            {
                "apothegm": "A community that lacks a blithe mischief-maker is lacking something good.",
                "hashtags": [
                    "Mischief",
                    "Mirth",
                    "Community"
                ]
            },
            "There is rarely mirth without mischief, and there is rarely profound Christianity without mirth.",
            "If a home-cooked meal is to be altogether delightful, it must have five qualities. It must be cheap, easy to make, nutritious, filling, and tasty.",
            "It is telling that the Christian world uses the word \"counseling\" while the secular world uses the word \"therapy.\" One is about speaking the answers we need to hear, while the other is about coping.",
            "The mark of a great saying is that those who disagree will still grow in their understanding by hearing it."
        ]
    }
]