[
    "Which respects the person-hood of the convict more: a retributive conception of criminal justice, or a rehabilitative conception? But, which benefits society more?",
    "The Bible tells us to make a joyful noise, not a harmonious noise.",
    "Systematic theology depends on the data of biblical theology. The data of biblical theology is produced with an assumed systematic theology. Hence the term \"hermeneutical spiral\".",
    "If our deepest passions are depraved, we should not fulfill our deepest passions.",
    "Do I worship Him with my whole life? Do I believe in His words with my whole mind? Do I delight in Him with my whole heart? These questions are never finished.",
    "Never grumble.",
    "How am I to contemplate one with knowledge but no wisdom? What am I to do with one who is passionate but not wise?",
    "Wisdom joys in imagined faerie tales, and understands desolation.",
    "If you hate your career, then change careers.",
    "If you have never read a postmodern theorist, it is best to refrain from critiquing postmodernism.",
    "Without forgiveness, fellowship cannot last half an hour.",
    "Among the deadlier idols is the love of feeling righteous.",
    "It is a deep humility to be gracious in misunderstanding.",
    "It is a deep humility to understand that you are part of the problem.",
    "Uncle Iroh's words are wise: \"There is nothing wrong with a life of peace and prosperity.\"",
    "An abundance of cultural knowledge does not make one aware.",
    "It is difficult to respect the opinions of those who do not understand their dissent.",
    "Prince Zuko and Will Hunting are the same character.",
    "Epistemology is where the difficulty of philosophy lies.",
    "There is no battleground that is vicious like the academic battleground.",
    "\"Who am I?\" I am the beloved of Christ.",
    "We are all equal in value, but unequal in gifts.",
    "It is not easy to change your mind.",
    "I weep for the generation who believes men are simple.",
    "There is a certain desire for freedom that is itself a shackle.",
    "The forgetful man is fortunate in that he is always experiencing life for the first time.",
    "We are not powerless and we are not omnipotent.",
    "Ah as in apple, puh as in puzzle, and them as in anthem. AH-puh-them. Apothegm.",
    "This is perhaps the primary mistake of queer theory: assuming that the exception destroys the rule.",
    "The only place we will feel full and permanent belonging is heaven.",
    "Learning without thinking is like being at bat while blindfolded, relying on muscle memory alone. Thinking without learning is like playing soccer in the outfield as the baseball flies past.",
    "Digging your hands into earth holds a distinct pleasure.",
    "Is there a man whose only hope is Christ? Who does not chase after a hebel?",
    "Via James, solidarity without action is not very helpful.",
    "Life ought to be the crucible of our ideas. Life, and conversation.",
    "Joy is most valuable when all around is despair.",
    "It is a deep humility to be slow to anger.",
    "Virtues rarely look like we expect them to look. \"All that is gold does not glitter…\"",
    "How can the talented marketer avoid unethical manipulation?",
    "Kipling's poem has much wisdom.",
    "In Christianity, we are transformed into a new thing, which is the thing that we truly are. None of us are authentically ourselves until we are glorified.",
    "It is easy to believe your identity is from Christ until your stability is threatened.",
    "The wise mother allows her son to play in the dirt.",
    "The humble man cherishes criticism.",
    "In darkness, the Liar likes to whisper, \"Life will always be bleak.\" But it is not so.",
    "Gratitude is understanding that something could very well not be present, and appreciating that it is present.",
    "The proud man refuses to feel shame.",
    "Reconciliation is an end in itself, because it is beautiful to God.",
    "The trick is to not have idols, but to still have joy.",
    "The leader without peace in his soul will form a community without peace in its soul.",
    "This world is forever fascinating.",
    "Everyone is a burden; everyone is a joy.",
    "I must never forget that I was once truly dead in my sins, and that my old self still lurks.",
    "\"I think materialism is true.\" In that case, what exactly do you mean by the words \"I\" and \"think\"? Are they not reducible to illusion?",
    "It is a deep humility to be unpolitical.",
    "For some griefs there are no words of comfort, only shared tears.",
    "I've heard it said that the opposite of fear is trust. I'm not sure, but the saying deserves contemplation.",
    "Any serious insistence on purity will lead to something resembling Nazism, unless purity is understood to mean kindness and humility.",
    "It is a deep humility to assume the fault is with yourself.",
    "It is difficult to understand the value and beauty of Christianity's answers if you do not understand the objections.",
    "It is dangerous to scoff.",
    "I respect a feminist who knows the tradition: Wollstonecraft, Beauvoir, Wittig, and Butler.",
    "A woman who believes that niceness is the supreme virtue will be confused when her husband feels distant.",
    "The pain of another does not become invalid if we have not experienced it.",
    "Love is far more than just affection. But it is not less.",
    "It is better to learn the material than it is to get good grades.",
    "When we engage with a theological controversy, we ought to do so with much level-headedness.",
    "A good way to learn about your home is by leaving it.",
    "There is perhaps only one important philosophical question, and Camus said it similarly. Why is nihilism incorrect?",
    "In normal times, compromise is the virtuous solution when unity is impossible.",
    "Webb ended his magnum opus well. What a pity, what a pity.",
    "It is good to remember that theology is done by people, and people are invariably political. It is also good to remember that people are occasionally correct.",
    "What is the most sure method of foisting doubt upon an idea, and the most hilariously empty? By invoking the omnipotent \"problematic.\" I will give you a hint: all deeds and all words and all thoughts can be called problematic.",
    "Feeling shame and feeling guilt are not the same.",
    "Establish humility, find the truth, be your beliefs. Repeat.",
    "We cannot be clear in our communication until we are clear in our thoughts.",
    "It seems to me that there is no mandatory segregation in America. Yet, there is much segregation. This is perhaps not a simple question: why is this?",
    "We all know that Christianity is occasionally misrepresented in the classroom and in the world. Would it not be logical to assume that other religions are occasionally misrepresented as well?",
    "I am not yet mature enough to show grace to someone who suggests that a dead thinker is an irrelevant thinker.",
    "A political philosophy exists only within a moral philosophy and an anthropology.",
    "Wounds take time to heal. Love takes time to grow. Wisdom takes time to develop. Needs take time to be seen. Actions take time to plan. Pleasures take time to be enjoyed. If we are so rushed that we have no time, what can our life be?",
    "Where can Knowledge be sure? Where can I build a hope? Where can I find a firm ground? Where can I lay my head to rest? In the resurrection of Jesus Christ.",
    "A society without mirth is dreary indeed.",
    "We all need encouragement from time to time. Therefore, do not be ashamed when you need encouragement, and be on the lookout to provide encouragement.",
    "I wonder how Nietzsche would have reacted if someone had told him that he is not shocking, his moral philosophy is amateur, and, worst of all, his writings are boring.",
    "Weeping and dancing each have profundity. The one who can be trusted for full friendship holds these differing profundities close.",
    "\"Whenever a belief is taken to its extreme, it is a mistake.\" I see what you are saying, but it is a mistake to take that belief to its extreme.",
    "Never grumble.",
    "If you have never read a postmodern theorist, it is best to refrain from critiquing postmodernism.",
    "The very same sin that yesterday you found unbearable in someone else, you will find deep in your soul tomorrow.",
    "Worship necessarily includes surrender of some kind.",
    "To forgive belongs to you alone. To trust belongs to both of you.",
    "Nietzsche taught me why Proverbs calls foolishness a seductress.",
    "If we are truly secure in our identity then we will be able to listen to criticism.",
    "Islam equates unbelief and ingratitude. I'm not sure about this, but it is interesting.",
    "I do not actually want grace. If I accept it, I will be admitting a fault!",
    "There is a reason many have turned to cynicism. We must not be the reason.",
    "It is impossible to be an existentialist and to feel like a member of a community at the same time.",
    "I gain no insights when someone agrees with me.",
    "A woman who believes she is ugly needs cherishing and a man who believes he is weak needs respect. She is a new creation and beautiful; he is a new creation and strong.",
    "A society that does not laugh is dreary indeed.",
    "The preacher who does not know forgiveness will damage many souls.",
    "I am really quite silly.",
    "A wisdom that rejects earnestness is suspiciously close to passivity justifying itself.",
    "Until you understand what it means to find your joy in Christ, you will be unable to leave your idols.",
    "If I believe that the carefree man is merely ignorant or lazy, then my soul is in a sad state.",
    "Internal turmoil does not long remain internal.",
    "There is no uncertainty that science cannot produce values."
]