[
    {
        "hashtags": [
            "insecurity", 
            "criticism", 
            "security"
        ], 
        "apothegm": "If we are truly secure in our identity then we will be able to listen to criticism."
    }, 
    {
        "hashtags": [
            "learningfromothers", 
            "gratitude", 
            "religion"
        ], 
        "apothegm": "Islam equates unbelief and ingratitude. I'm not sure about this, but it is interesting."
    }, 
    {
        "hashtags": [
            "insecurity", 
            "pride", 
            "grace"
        ], 
        "apothegm": "I do not actually want grace. If I accept it, I will be admitting a fault!"
    }, 
    {
        "hashtags": [
            "lifeishard", 
            "cynical", 
            "hope"
        ], 
        "apothegm": "There is a reason many have turned to cynicism. We must not be the reason."
    }, 
    {
        "hashtags": [
            "existentialism", 
            "alone", 
            "nottheway"
        ], 
        "apothegm": "It is impossible to be an existentialist and to feel like a member of a community at the same time."
    }, 
    {
        "hashtags": [
            "ironsharpensiron", 
            "friendship", 
            "insight"
        ], 
        "apothegm": "I gain no insights when someone agrees with me."
    }, 
    {
        "hashtags": [
            "worship", 
            "beauty", 
            "argumentforgod"
        ], 
        "apothegm": "The value of the argument from beauty is that it cannot be purely cerebral. It begins with an experience of beauty, therefore it leads directly into worship. It is not a strong argument for the unpersuaded materialist, but for the already persuaded, it is immensely valuable. As Dostoyevsky said, \"Beauty will save the world.\""
    }, 
    {
        "hashtags": [
            "manandwoman", 
            "loveandrespect", 
            "newcreation"
        ], 
        "apothegm": "A woman who believes she is ugly needs cherishing and a man who believes he is weak needs respect. She is a new creation and beautiful; he is a new creation and strong."
    }, 
    {
        "hashtags": [
            "mirth", 
            "laughter", 
            "lifetogether"
        ], 
        "apothegm": "A society that does not laugh is dreary indeed."
    }, 
    {
        "hashtags": [
            "forgiveness", 
            "leadership", 
            "kindness"
        ], 
        "apothegm": "The preacher who does not know forgiveness will damage many souls."
    }, 
    {
        "hashtags": [
            "itstrue", 
            "ineedtobereminded", 
            "lulz"
        ], 
        "apothegm": "I am really quite silly."
    }, 
    {
        "hashtags": [
            "earnest", 
            "passive", 
            "wisdom"
        ], 
        "apothegm": "A wisdom that rejects earnestness is suspiciously close to passivity justifying itself."
    }, 
    {
        "hashtags": [
            "ItsHowWeWork", 
            "JoyInChrist", 
            "idolatry"
        ], 
        "apothegm": "Until you understand what it means to find your joy in Christ, you will be unable to leave your idols."
    }, 
    {
        "hashtags": [
            "WisdomTendsTowardsJoy", 
            "wisdom", 
            "joy"
        ], 
        "apothegm": "If I believe that the carefree man is merely ignorant or lazy, then my soul is in a sad state."
    }, 
    {
        "hashtags": [
            "healing", 
            "peace", 
            "InThisTogether"
        ], 
        "apothegm": "Internal turmoil does not long remain internal."
    }
]