[
    {
        "apothegm": "Modern Islam seems to me to be profoundly different than the Islamic sacred text. The Quran is highly poetic, while Islam is highly rigid and legal. It creates mechanical minds, which is why Islam's only contribution to the world has been in mathematics.",
        "hashtags": [
            "Islam",
            "Quran",
            "RigidReligion"
        ]
    },
    {
        "apothegm": "The first lesson: everyone understands something. The second lesson: no one understands everything.",
        "hashtags": [
            "Learning",
            "LifelongStudent",
            "Humility"
        ]
    },
    {
        "apothegm": "Everyone is a burden; everyone is a joy.",
        "hashtags": [
            "burden",
            "people",
            "us"
        ]
    },
    {
        "apothegm": "Sad stories are often profound. But the most profound stories are certainly happy.",
        "hashtags": [
            "story",
            "joy",
            "LifeIsGood"
        ]
    },
    {
        "apothegm": "Every saying is incomplete, so I write many sayings.",
        "hashtags": [
            "Incompleteness",
            "Begin",
            "Contribute"
        ]
    },
    {
        "apothegm": "If it is necessary to do great evil to enforce a perfect society, then it is a great evil to enforce a perfect society.",
        "hashtags": [
            "Utopia",
            "Communism",
            "LoveAndForce"
        ]
    },
    {
        "apothegm": "We've all got pressures: school, work, friendships, children, a spouse, self-control. Do not add to these pressures unnecessarily, but instead seek to give strength to others who must learn to live with these pressures.",
        "hashtags": [
            "Pressure",
            "Friendship",
            "AllInThisTogether"
        ]
    },
    {
        "apothegm": "Though I am certainly not a social activist, I appreciate those who lend dignity to that path.",
        "hashtags": [
            "Activism",
            "ChangeTheWorld",
            "OneBodyManyMembers"
        ]
    },
    {
        "apothegm": "Understanding does not increase fear. Understanding increases trust in the Father.",
        "hashtags": [
            "Understanding",
            "Trust",
            "God"
        ]
    },
    {
        "apothegm": "Once I understood the draw of nihilism, my view of art changed.",
        "hashtags": [
            "ArtThatEncourages",
            "ArtThatIsTrue",
            "ArtThatBelievesInSomething"
        ]
    },
    {
        "apothegm": "A community that lacks a blithe mischief-maker is lacking something good.",
        "hashtags": [
            "Mischief",
            "Mirth",
            "Community"
        ]
    },
    {
        "apothegm": "We have failed to take seriously the challenges of existentialism and higher criticism and because of that, we cannot answer them.",
        "hashtags": [
            "IOverstated",
            "Whoops",
            "StillGoodThough"
        ]
    },
    {
        "apothegm": "I've heard it said that we are at our most vulnerable when we are asking for forgiveness. I'm not sure, but the saying has merit.",
        "hashtags": [
            "Vulnerable",
            "Forgiveness",
            "Friendship"
        ]
    }
]