[
    {
        "apothegm": "Understanding does not increase fear. Understanding increases trust in the Father.",
        "hashtags": [
            "Understanding",
            "Trust",
            "God"
        ]
    },
    {
        "apothegm": "Once I understood the draw of nihilism, my view of art changed.",
        "hashtags": [
            "ArtThatEncourages",
            "ArtThatIsTrue",
            "ArtThatBelievesInSomething"
        ]
    },
    {
        "apothegm": "A community that lacks a blithe mischief-maker is lacking something good.",
        "hashtags": [
            "Mischief",
            "Mirth",
            "Community"
        ]
    },
    {
        "apothegm": "We have failed to take seriously the challenges of existentialism and higher criticism and because of that, we cannot answer them.",
        "hashtags": [
            "IOverstated",
            "Whoops",
            "StillGoodThough"
        ]
    },
    {
        "apothegm": "I've heard it said that we are at our most vulnerable when we are asking for forgiveness. I'm not sure, but the saying has merit.",
        "hashtags": [
            "Vulnerable",
            "Forgiveness",
            "Friendship"
        ]
    },
    {
        "apothegm": "Often, doubt originates not in the mind, but in the heart.",
        "hashtags": [
            "doubt",
            "irrational",
            "apologetics"
        ]
    },
    {
        "apothegm": "It is easy for us to believe we are knowledgeable if we can critique another with humor. But if we do not understand what we are critiquing, then we are merely scoffing.",
        "hashtags": [
            "scoffing",
            "humor",
            "critique"
        ]
    },
    {
        "apothegm": "This is perhaps a difficult, but surely an important question: what is humility?",
        "hashtags": [
            "humility",
            "questions",
            "humble"
        ]
    },
    {
        "apothegm": "The scoffer and the nihilist have much in common.",
        "hashtags": [
            "scoffing",
            "nihilism",
            "values"
        ]
    },
    {
        "apothegm": "The humble man accepts discipline.",
        "hashtags": [
            "humility",
            "discipline",
            "humble"
        ]
    },
    {
        "apothegm": "There is a time to critique the incompleteness of a wise saying. There is a time to appreciate the wisdom of an incomplete saying. Perhaps all times are both times.",
        "hashtags": [
            "incompleteness",
            "wisdom",
            "critique"
        ]
    },
    {
        "apothegm": "The one who does not love the principle of reciprocity is a mind with its face pressed to a cage, screaming into a vast field of dark mirrors.",
        "hashtags": [
            "GoldenRule",
            "reciprocity",
            "DoUntoOthers"
        ]
    },
    {
        "apothegm": "The Christian does not avoid secular communities. He enters them and loves them.",
        "hashtags": [
            "secularism",
            "LoveThyNeighbor",
            "love"
        ]
    },
    {
        "apothegm": "Before engaging in a controversy, ask yourself: Am I seeking to retain power, authority, and control, or am I seeking to know the Truth, that I may know God, that I may worship Him more? If your desire is power, be silent. I say again: If your desire is power, sit down.",
        "hashtags": [
            "controversy",
            "power",
            "truth"
        ]
    },
    {
        "apothegm": "The thing about the Golden Rule is that different people like to be treated differently.",
        "hashtags": [
            "GoldenRule",
            "reciprocity",
            "understanding"
        ]
    },
    {
        "apothegm": "If a community feels uneasy about celebrating \"Culture\" in the universal sense, I hesitate to trust it.",
        "hashtags": [
            "culture",
            "community",
            "art"
        ]
    },
    {
        "apothegm": "It is a mistake and hindrance to put our trust in Christian culture, and forget Christ.",
        "hashtags": [
            "culture",
            "JesusCulture",
            "Jesus"
        ]
    },
    {
        "apothegm": "I really don't know much.",
        "hashtags": [
            "ItsTrue",
            "NoReally",
            "ItIs"
        ]
    },
    {
        "apothegm": "Love gifts freedom.",
        "hashtags": [
            "love",
            "freedom",
            "gift"
        ]
    },
    {
        "apothegm": "Never allow self-righteous feelings to endure. Always seek humility.",
        "hashtags": [
            "humility",
            "SelfRighteous",
            "pride"
        ]
    },
    {
        "apothegm": "Wisdom joys in imagined faerie tales, and understands desolation.",
        "hashtags": [
            "wisdom",
            "imagination",
            "sadness"
        ]
    },
    {
        "apothegm": "TD Jakes said it well, \"Some men are not articulate enough to say it, some are not thoughtful enough to speak it, and most are too private to admit it, but it is real hard to be a man.\"",
        "hashtags": [
            "manhood",
            "life",
            "vulnerability"
        ]
    },
    {
        "apothegm": "It is easy to believe your joy is from Christ until your idols are removed.",
        "hashtags": [
            "joy",
            "idols",
            "denial"
        ]
    }
]